[
{"leader_name": "Lucky Dialwa", "team_name": "2geda", "startup_idea": "2geda is financial transaction app", "team_id": 1, "all_teams": 53},
{"leader_name": "Bakang emmanuel Keimetswe", "team_name": "Afrigetaway travel & tours", "startup_idea": "Afrigetaway travel & tours positions itself within the tourism sector to promote both traditional and creative travel to the local, regional and international millennial traveller. ", "team_id": 2, "all_teams": 53},
{"leader_name": "Kelebogile Angel", "team_name": "Agile farm supplies ", "startup_idea": "My business is a retail that sells animal feeds, animal meds and fertilizer and seeds to farmer in the small village I come from.", "team_id": 3, "all_teams": 53},
{"leader_name": "Sedilame Manyepedza", "team_name": "Agrobio Gas", "startup_idea": "Agrobio Gas seeks to reduce methane emissions from biodegradable material found at  land fills and farm waste by storing the gas to help perform daily duties for the underserved community.", "team_id": 4, "all_teams": 53},
{"leader_name": "Samuel  Ntshiwa", "team_name": "Alosa Feeds ", "startup_idea": "Alosa Feeds is into the manufacturing of livestock feed from organic raw-materials, the feed is for ruminants and non ruminants, these are pellets, crush and crumbles. We also manufacture mineral lick", "team_id": 5, "all_teams": 53},
{"leader_name": "Mphule  Dipao", "team_name": "Artify Botswana", "startup_idea": "Artify is an online art marketplace  based in Gaborone which provides virtual art stores for local artists to sell and advertise their artworks to  local and global art collectors.", "team_id": 6, "all_teams": 53},
{"leader_name": "Kagiso Mafoko", "team_name": "Battery Boys", "startup_idea": "A car battery shop that offers all major battery brands with mobile battery assistance. We test and charge batteries aand we also buy used/scrap batteries for safe disposal.", "team_id": 7, "all_teams": 53},
{"leader_name": "Gosego Kebiditswe", "team_name": "Berry Kiss", "startup_idea": "Berry Kiss manufactures and supplies thirst-quenching, energy-giving, frozen, affordable and delicious ice-pops to street-vendors, tuck shops, hawkers, individuals and wholesalers in bulk for resale", "team_id": 8, "all_teams": 53},
{"leader_name": "Mishingo Aaron", "team_name": "Bloom Nectar ", "startup_idea": "Bloom Nectar is an artisan honey company. We source natural, minimally filtered, raw honey, wax and byproducts from only wild and diverse nectar sources mainly in Botswana and the Zambian forest. ", "team_id": 9, "all_teams": 53},
{"leader_name": "Thabang tumisang Molebatsi", "team_name": "Brilliant Foods & Services", "startup_idea": "A combination of 2 business under one roof.1-Brilliant Foods, will be selling fast foods and drinks.2- Brilliant Services will be offering money services like Orange money,My Zaka,Smega,FNB Cash pls", "team_id": 10, "all_teams": 53},
{"leader_name": "Bonno pearl Pekenene", "team_name": "Cabana & Co.", "startup_idea": "Cabana & Co is a retailer of bespoke specially selected and produced interior products made in Botswana and some in neighboring countries. It is a celebration of interior design in Botswana.", "team_id": 11, "all_teams": 53},
{"leader_name": "Michael  Kumi", "team_name": "Cityzen Bw", "startup_idea": "Cityzen Bw is a Community/ Safety, Information dissemination app that alerts people about crime round them. The app sends out time sensitive notifications that may save lives.", "team_id": 12, "all_teams": 53},
{"leader_name": "Tshegofatso Moatswi", "team_name": "Digital eMobile Payments", "startup_idea": "Basically our idea entails smartphones being used as a digital wallet to store all cards and the digital cards to be used as a secure contactless eMobile payment platform, eGiftCards, SmartPOS", "team_id": 13, "all_teams": 53},
{"leader_name": "Aubrey  Mbasela", "team_name": "Digital/Virtual  Marketplace", "startup_idea": "Acclaim is a platform/app  aimed at supporting small businesses(Hawkers, Street vendors) to list , market and advertise their product and services digitally and freely hence expanding their market.", "team_id": 14, "all_teams": 53},
{"leader_name": "Loatile Nkala", "team_name": "Doctors E-Consult", "startup_idea": "An online platform that brings together patients, doctors, pharmacies and pathologists all under one roof. Take it as having a doctor/pharmacy/pathologist in the back of your pocket everywhere you go.", "team_id": 15, "all_teams": 53},
{"leader_name": "Dikano Nogeng", "team_name": "DRIVEDUMBA", "startup_idea": "Car Rental Services\r\nRideshare Mobile App\r\nTravel Magazine ", "team_id": 16, "all_teams": 53},
{"leader_name": "June Jeremiah", "team_name": "ESOP ", "startup_idea": "Our solution provides quick visibility of an organization’s cybersecurity health showing information that matters most to be on top of your organization’s cybersecurity posture.", "team_id": 17, "all_teams": 53},
{"leader_name": "Mopati Wabobi", "team_name": "FARM FRESH EGGS", "startup_idea": "\"Because Breakfast Matters\" I sell eggs in my local neighbourhood, with instant delivery and a personalized service I ensure my customers are happy and their kitchen rejuvenated with eggs.", "team_id": 18, "all_teams": 53},
{"leader_name": "Leatile sam Seikano", "team_name": "Farming-Milling and Packaging ", "startup_idea": "Fortified household meals and highly nutritious chicken and animal feeds ", "team_id": 19, "all_teams": 53},
{"leader_name": "Tshepo Thaba", "team_name": "Finance Kids", "startup_idea": "Finance kids is a finance education service provider that aims to expose, educate, equip and engage children on issues of personal finance, money management and entrepreneurship from a young age. ", "team_id": 20, "all_teams": 53},
{"leader_name": "Kesego Mosime", "team_name": "First-Aid Counselling ", "startup_idea": "First-Aid Counselling offers digital platforms that allow people to access mental health services instantly and anonymously. Our services are accessible anytime, anywhere, using any mobile device. ", "team_id": 21, "all_teams": 53},
{"leader_name": "Bonolo modise Lebalang", "team_name": "Frazer Rabbitz", "startup_idea": "Frazer Rabbitz is a marketplace that buys live rabbits from farmers in Botswana and produces rabbits meat for consumers, retail and export market. ", "team_id": 22, "all_teams": 53},
{"leader_name": "Emmanuel  Mmusi", "team_name": "Frozen Foods Ventures ", "startup_idea": "The proposed project envisions the development and production of a frozen foods product range, With a focus on frozen potato fries/chips as a way of making in roads into this market industry. ", "team_id": 23, "all_teams": 53},
{"leader_name": "Onneile Maripe", "team_name": "Future of Accounting and Tech", "startup_idea": "The reimagination of the future of Accounting in 4IR environment by allowing Accounting teams to perform value added services by analyzing data to extract the value that drives businesses and people.", "team_id": 24, "all_teams": 53},
{"leader_name": "Otshepeng Opadile", "team_name": "Green Construction", "startup_idea": "The products of OPD Ecobricks (Pty) Ltd are eco-friendly paving bricks and roof tiles made from recycled plastic and concrete/demolition waste. ", "team_id": 25, "all_teams": 53},
{"leader_name": "Martin de klerk Moatshe", "team_name": "iFirsh", "startup_idea": "iFirsh is an on-demand procurement app. Before any purchase, first thing a buyer looks for is quotations. We solve the issue of time, where, who, at what price when sourcing for goods or services. ", "team_id": 26, "all_teams": 53},
{"leader_name": "Kago Monggae", "team_name": "Kago's Bees Bee Nursery", "startup_idea": "Kago’s Bees is a Beekeeping Business looking to develop the Beekeeping sector in Botswana through the breeding and sale of Queen bees to Beekeepers of Botswana.", "team_id": 27, "all_teams": 53},
{"leader_name": "Toopiwa Ditshwenyego", "team_name": "Livestock Management Agency ", "startup_idea": "We exist to provide quality health care and management of livestock especially for small scale farmers by providing mobile livestock managers. Our promise is to grow livestock quality and numbers.", "team_id": 28, "all_teams": 53},
{"leader_name": "Edward  Modukanele", "team_name": "Manufacturing of Socks", "startup_idea": "Rorthag pty ltd is a manufacturing company that specializes in the production of socks in Botswana. Rorthag  is a formally registered company which was established in the year 2020.", "team_id": 29, "all_teams": 53},
{"leader_name": "Rosemary  Motsele", "team_name": "Mary Prosperity Enterprises ", "startup_idea": "We empower, inspire, motivate youth to realize their talents that they can use to make a living out of it thus changing their livelihood ", "team_id": 30, "all_teams": 53},
{"leader_name": "Nazia  Nadat", "team_name": "Meats &Treats -Processing", "startup_idea": "Our proposed product/service is one that will be unique in the meat industry of Botswana of which will fill in the niche that the meat industry in botswana lacks, quality processed meat-additive free.", "team_id": 31, "all_teams": 53},
{"leader_name": "Raphael Mathuba", "team_name": "Medlivery", "startup_idea": "Medlivery is telemedicine platform that centralizes healthcare professionals to improve healthcare delivery and make it easy for all patients to access healthcare whenever and wherever.", "team_id": 32, "all_teams": 53},
{"leader_name": "Thato Kasongo", "team_name": "Mohiri", "startup_idea": "Mohiri is an AI-based a job alerts service that consolidates employment information, into one platform, and sends out personalized alerts whenever there is a job that matches a user's profile.", "team_id": 33, "all_teams": 53},
{"leader_name": "Bonolo Molefi", "team_name": "Nolly's Kitchen", "startup_idea": "A mobile kitchen potential restaurant located in the midst of Gaborone city that offers fast foods and lunch meals services and fruit cocktails .", "team_id": 34, "all_teams": 53},
{"leader_name": "Tshepiso kelly Isaacs", "team_name": "ORGANIC COTTAGE ", "startup_idea": "A proudly Motswana Youth owned and controlled business that will be operating under Ultradrops Investments. We are committed to sustainable profitable and unique agricultural products.", "team_id": 35, "all_teams": 53},
{"leader_name": "Tlotlo pearl Bolaane", "team_name": "Peo-Tema ", "startup_idea": "Peo-Tema is a horticultural project which aims to grow organic vegetables and herbs and ultimately expand to manufacturing baby food for children under 1 year 6 months. ", "team_id": 36, "all_teams": 53},
{"leader_name": "Motshidisi joseph  Ngaiti", "team_name": "Ponatshego.com", "startup_idea": "Is an online marketplace which allows different merchants to showcase and sell their products in a sophisticated and efficient manner through our mobile Application and website", "team_id": 37, "all_teams": 53},
{"leader_name": "Cane Ramakgati", "team_name": "Project Play Botswana", "startup_idea": "Educational supporting entity that leverages on play to deliver and meet inclusive educational and general developmental needs of children.", "team_id": 38, "all_teams": 53},
{"leader_name": "Pulafela Modiakgotla", "team_name": "Pula's Bites", "startup_idea": "My product is a healthy snack for all people of all ages, it consists of dried fruits without preservatives and dried meat all natural and healthy. ", "team_id": 39, "all_teams": 53},
{"leader_name": "Mompoloki Pule", "team_name": "Remote Asset Monitoring-LPWAN", "startup_idea": "We provide a Low Power Wide Area Network (LPWAN) service which makes it easy and affordable for both individuals and enterprises to remotely monitor the operational and safety status of their assets.", "team_id": 40, "all_teams": 53},
{"leader_name": "Poloko Mosarwa", "team_name": "Rise Lobatse, Rise! ", "startup_idea": "A project that was initiated in December 2019 through an event. Event goers paid any BWP note and this money was used to help the less fortunate  through the Lobatse Town Council Social Work departmen", "team_id": 41, "all_teams": 53},
{"leader_name": "Sam Sono", "team_name": "Scoot Logistics ", "startup_idea": "Scoot Logistics is a last mile delivery company with a 3PL function (warehousing, fulfilment and delivery) that provides B2B, B2C and C2C solutions through an online platform.  ", "team_id": 42, "all_teams": 53},
{"leader_name": "Thato Mandevu", "team_name": "Sereti", "startup_idea": "Sereti is a project that address the issues of providing good sanitation to areas that are struggling with good sanitation. The . Sereti system use a waterless toilet.", "team_id": 43, "all_teams": 53},
{"leader_name": "Kehumile  Kgaodi", "team_name": "Servicata", "startup_idea": "Servicata is a social platform that offers centralized customer services.", "team_id": 44, "all_teams": 53},
{"leader_name": "Lucia  Moapare", "team_name": "SignCoach", "startup_idea": "An assistive technologies that bridges the communication gap between the Deaf society and the Hearing .The overall goal is inclusion of the Deaf in the society for equal access of opportunities. ", "team_id": 45, "all_teams": 53},
{"leader_name": "Nathan Tshamba", "team_name": "SMART CATTLE MANAGEMENT SYSTEM", "startup_idea": "Imait technology provides cutting age tools that helps farmers to detect problems such as drought, animal disease, stock-theft and pests. By leveraging block- chain, Artificial intelligence.", "team_id": 46, "all_teams": 53},
{"leader_name": "Letsibogo Ramadi", "team_name": "SumoTutor App", "startup_idea": "SumoTutor is an educational technology application that gives learners remote access to local tuition services, provides smart learning tools and content they need most to close their learning gaps!", "team_id": 47, "all_teams": 53},
{"leader_name": "Granny  Lesiamang", "team_name": "The Clean Cooking Project ", "startup_idea": "Charcoal briquettes made from recycling agrowaste and other biomass waste as well as energy efficient biomass stoves insulated using clay linings (primitive technology). ", "team_id": 48, "all_teams": 53},
{"leader_name": "Keneilwe Baitshenyetsi", "team_name": "The Future Suppliers Pty Ltd ", "startup_idea": "The Future suppliers Pty Ltd embarked on a project involving the production and supply of a variety of fruits to promote fruit self sufficiency in Botswana and contribute to sustainable development.", "team_id": 49, "all_teams": 53},
{"leader_name": "Ratidzo Murwisi", "team_name": "The Popsicle Company ", "startup_idea": "We are a gourmet ice cream company that specializes in alcohol infused popsicles and non-alcoholic gourmet popsicles ", "team_id": 50, "all_teams": 53},
{"leader_name": "Karabo Bogopa", "team_name": "TRADE POINT LUBRICATION CENTRE", "startup_idea": "The mandate of the company is to provide a lubrication service Centre and supplies, distribution of automotive oils and lubricants ", "team_id": 51, "all_teams": 53},
{"leader_name": "Ketumile Ngwamotsoko", "team_name": "Virtual Concepts Botswana ", "startup_idea": "Digital training simulations and VR to develop on-the-job skills quickly and efficiently thereby building better careers and better lives for the essential skilled trades.", "team_id": 52, "all_teams": 53},
{"leader_name": "Olerato  Morweng", "team_name": "Young Entrepreneurs Botswana ", "startup_idea": "Young Entrepreneurs Botswana is mandated to educating, inspiring and celebrating young entrepreneurs in Botswana for sustainable impact and to actively promote entrepreneurship in rural areas.", "team_id": 53, "all_teams": 53}
]