[
{"leader_name": "Ghada Hassan", "team_name": "Blutruve", "startup_idea": "Blutruve is an Egyptian startup for manufacturing Biotechnology materials and Molecular Biology reagents for research purposes.", "team_id": 1, "all_teams": 18},
{"leader_name": "Esraa Farh", "team_name": "Bohoبيكيا", "startup_idea": " (إعاده استخدام وتدوير وتجديد القطع المهمله خصوصا التي تستخدم في المنازل (مثل قطع الأثاث ", "team_id": 2, "all_teams": 18},
{"leader_name": "Menna  Farouk", "team_name": "Dosy ", "startup_idea": "Dosy is an online platform through which women can book their scooter or bicycle classes online. We both want to empower women on the road and empower them economically by helping them be instructors.", "team_id": 3, "all_teams": 18},
{"leader_name": "Bassem Rashad", "team_name": "EcoCart", "startup_idea": "EcoCart is a fully fledged marketplace for creative and eco-friendly products, where creators & artisans can showcase & promote their products, interact with their customers and increase their sales.\r\n", "team_id": 4, "all_teams": 18},
{"leader_name": "Aya Harb", "team_name": "Efresh", "startup_idea": "Efresh is the largest website specialized in home services such as decoration, finishes, furniture, furnishings and engineering consultancy...etc.", "team_id": 5, "all_teams": 18},
{"leader_name": "Alshaimaa Omar", "team_name": "EGAAD", "startup_idea": "EGAAD  is Agribusiness start up it specialized in producing  high quality liquid organic fertilizer  by recycling the organic waste via bioprocess . Our product is customized for various  soils ", "team_id": 6, "all_teams": 18},
{"leader_name": "Mohamed  Hamad", "team_name": "Egyoil 2019", "startup_idea": "We are an authorized distributor for TotalEnergies in industrial lubricants at Suezcanal Region.", "team_id": 7, "all_teams": 18},
{"leader_name": "Amr Abdelrahman hassan", "team_name": "ERE - ", "startup_idea": "specialised company in renewable and solar energy which supplying design and installation of complete solar system and providing full training to qualify humans into solar energy field.", "team_id": 8, "all_teams": 18},
{"leader_name": "Fady Hanna", "team_name": "Freight Anchor", "startup_idea": "Freight Anchor is a global Ecosystem Marketplace for logistics industry", "team_id": 9, "all_teams": 18},
{"leader_name": "Mohamed Alaa el-dein mohamed", "team_name": "Happiness App", "startup_idea": "A motivational application that contains a set of inspiring ideas, motivates to take daily actions, and is dedicated to treating depression patients with some appropriate ideas and ways of inspiration", "team_id": 10, "all_teams": 18},
{"leader_name": "Mahmoud Abada", "team_name": "Insulin tablet", "startup_idea": "New tablet or pills can deliver insulin instead of injection", "team_id": 11, "all_teams": 18},
{"leader_name": "Ahmed Ali hussein", "team_name": "MedDoor", "startup_idea": "MedDoor is an Egyptian  medical homecare services platform( mobile application for ordering the ho,e care services from professioanles ", "team_id": 12, "all_teams": 18},
{"leader_name": "Mahmoud Elkholy", "team_name": "OOL", "startup_idea": " OOL is a Voice based social media application, where users can add voice notes to their app home screen", "team_id": 13, "all_teams": 18},
{"leader_name": "Ahmed Elnagar", "team_name": "Plstka", "startup_idea": "Plstka is a first Rewarding app with IOT Supply chain system to waste management using in swapping your solid trash by discounts and vouchers coupons in various life services such as Food , drinking ,", "team_id": 14, "all_teams": 18},
{"leader_name": "Belal Yassir", "team_name": "Renta", "startup_idea": "With the advent of Airbnb, Turo and other rental marketplace platforms, renting out belongings is the next logical step, the desire to own, the demand for everything that is considered somewhat luxuri", "team_id": 15, "all_teams": 18},
{"leader_name": "Salah el-Din Mohamed", "team_name": "Tasmimak", "startup_idea": "Tasmimak is a platform for arabic graphic design for non-professional users", "team_id": 16, "all_teams": 18},
{"leader_name": "Ahmed Hamed", "team_name": "ToBadaa", "startup_idea": "ToBadaa, a platform solution that connects travellers to local tour guides/locals using their\r\nown car and offer a unique, authentic/localized experience for people.", "team_id": 17, "all_teams": 18},
{"leader_name": "Mohamed Elgewaily", "team_name": "W.S.Team/ELGeWaiLy", "startup_idea": "My project includes many young people from different governorates..We work on training, qualifying and developing all young people around the world and empowering them in various fields and experience", "team_id": 18, "all_teams": 18}
]