[
{"leader_name": "Sham  Adem", "team_name": "DEMNA a blood donation app", "startup_idea": "This application will help in multiplying the number of regular blood donors by informing people about blood donation and notifying donors about their due date of donation.", "team_id": 1, "all_teams": 17},
{"leader_name": "Robel  Mengisteab", "team_name": "ECO-CONSCIOUS COOKING BAG", "startup_idea": "Eco-conscious cooking bag is a great solution to increasing the cooking energy efficiency in which most of the rural population 88% lacking access to electricity & only 9% has an access to clean cook.", "team_id": 2, "all_teams": 17},
{"leader_name": "Milkiyas Gilamikael", "team_name": "EMA the mother of plants", "startup_idea": "EMA is a plant nursery information technology. It is new advanced way of following growth of plants. It can detect information of plant and can store data with date, time, and conditions of the plant.", "team_id": 3, "all_teams": 17},
{"leader_name": "Lamek Russom", "team_name": "HEAR THE DEAF(HTD)", "startup_idea": "HTD: hear the deaf an Eritrean sing language translator used for deaf people to communicate with normal people as well as for the society to understand the hearing impaired.", "team_id": 4, "all_teams": 17},
{"leader_name": "Kudusan Kibrom", "team_name": "Integrated farming", "startup_idea": "Integrated farming of diary, poultry and vegetables which is applicable in small place inside a city and/or the surrounding areas.", "team_id": 5, "all_teams": 17},
{"leader_name": "Michael Berhe", "team_name": "Kebhi online E-book store", "startup_idea": "KEBHI Book Store is a secure online eBook distribution and sales project. It aims to digitize and archive Eritrean literature and to \"encourage the creation and dissemination of eBooks to society\". ", "team_id": 6, "all_teams": 17},
{"leader_name": "Henok Habteslasie", "team_name": "Multi–purpose refrigeration ", "startup_idea": "It is low cost  a multi-purpose refrigeration system in a single unit. It hits 5 goals of sustainable development. The main features includes AC, water chiller, fridge, cold storage, water-gen…etc.", "team_id": 7, "all_teams": 17},
{"leader_name": "Yoel Ghebrihiwot", "team_name": "NER In Tigrinya", "startup_idea": "Named Entity Recognitionin Tigrinya aims to identify and to classify rigid\r\ndesignators in text such as proper names, locations, and temporal expressions into some predefined categories.", "team_id": 8, "all_teams": 17},
{"leader_name": "Hussein Mustofa", "team_name": "Presto delivery", "startup_idea": "Presto Delivery: An Offline on-demand delivery service", "team_id": 9, "all_teams": 17},
{"leader_name": "Nebiye Berhane", "team_name": "Redeemable water pump", "startup_idea": "Making a new modified water pump suitable for the engine  and the environment . These product have save more money from fuel and long life in engine durability. ", "team_id": 10, "all_teams": 17},
{"leader_name": "Abel Kidane", "team_name": "Rimna Tech", "startup_idea": "Rimna Tech is a mobile app developing company with focuses on healthcare mobile app development services in all local and regional languages.", "team_id": 11, "all_teams": 17},
{"leader_name": "Robel  Habtemariam", "team_name": "Smart Bike", "startup_idea": "Bicycle power generator is used to charge devices like mobile phones, tablets, power banks, and other devices through riding normal bicycle, designed to over come lack of electric supply. ", "team_id": 12, "all_teams": 17},
{"leader_name": "Habteslasie Dessey", "team_name": "Solar Cook", "startup_idea": "In Eritrea domestic energy is one of the main problem because there is non-sustainable source of energy as well as higher cost. Our project aimed to solve this problem with low cost solar cooker.", "team_id": 13, "all_teams": 17},
{"leader_name": "Meron Mosagzhi", "team_name": "solar stove", "startup_idea": "my proposal is about .how we can minimize our daily living cost and get services fully.so i come up with solar stove system.to use stove by only 12v even with mobile charger source or direct from sun.", "team_id": 14, "all_teams": 17},
{"leader_name": "Michael Haile", "team_name": "TIMER ADAPTOR", "startup_idea": "Timer adaptor is designed to avoid the over charge of batteries of different devices. It reduces the consumption of electricity & controls the explosion of different rechargeable devices.", "team_id": 15, "all_teams": 17},
{"leader_name": "Negusse  Berhane", "team_name": "Transformers for Tigrinya", "startup_idea": "As today's Natural Language Processing applications are part of our daily worklife, we propose our \"General Purpose Tigrinya Language Understanding\" model built with state-of-the-art Transformers.", "team_id": 16, "all_teams": 17},
{"leader_name": "Ftwi Grmay", "team_name": "UltraSIS", "startup_idea": "Ultrasis is a smart one window educational student information system platform that enables next generation student’s records management along with seamless instant interactions and dissemination.", "team_id": 17, "all_teams": 17}
]