[
{"leader_name": "Siphephelo  Dlamini", "team_name": "Afrishopon ", "startup_idea": "Afrishopon is an online shopping company founded 2021. It's main aim is to help Eswatini make the transition to online shopping and tap into the eCommerce sector.\r\n\r\nIts website is www.afrishopon.com ", "team_id": 1, "all_teams": 25},
{"leader_name": "Temangweni Zwane", "team_name": "Agrolife Nursery ", "startup_idea": "Agrolife Nursery produces high quality vegetable seedlings under a shade net for both commercial and small-scale farmers in Eswatini at a competitive price to accommodate even the low income earners. ", "team_id": 2, "all_teams": 25},
{"leader_name": "Ntsandvose Dlamini", "team_name": "Cocreator Investments ", "startup_idea": "We focus on creating curated gifts for our clients, our main products are gift hampers that are personalized and made specifically for the client with assistance from the gift buyer.", "team_id": 3, "all_teams": 25},
{"leader_name": "Wakhile Zwane", "team_name": "Duperchem", "startup_idea": "Duperchem manufactures cleaning chemicals and cosmetics. We are based in the beautiful Kingdom of Eswatini. Duperchem was established in November 2019. ", "team_id": 4, "all_teams": 25},
{"leader_name": "Linda Mazibuko", "team_name": "EasyQuiz", "startup_idea": "Covid-19 has shown the world the importance of technology in the education sector and the digital gap between the few private schools and many public or rural schools. Our goal is to close that gap.", "team_id": 5, "all_teams": 25},
{"leader_name": "Sabelo Mlangeni", "team_name": "Edlelweni Farm Produce", "startup_idea": "Our mission is to address the challenges that population growth and climate change have posed to agriculture and food systems to increase land productivity and ensure food security.", "team_id": 6, "all_teams": 25},
{"leader_name": "Justin Gara", "team_name": "Emlembe Forest Warrior ", "startup_idea": "The Emlembe Forest Warrior is a fun way to encourage people in Eswatini to live a holistic health lifestyle! This event  was tailor made to promote fitness and wellness In Eswatini", "team_id": 7, "all_teams": 25},
{"leader_name": "Thandokuhle Maziya", "team_name": "Envisage Consultancy ", "startup_idea": "As an actuarial graduate in Mathematical Statistics and Actuarial Science our company plans to bridge the gap of scarce actuarial and data analytical skills in the economy of eSwatini.", "team_id": 8, "all_teams": 25},
{"leader_name": "Sabelo Mamba", "team_name": "Eswatini School System", "startup_idea": "Eswatini School Administration and Management System is modelled after the Edusol SAMS system used by the ministry of education in South Africa. ESAMS effectively manages both primary and high schools", "team_id": 9, "all_teams": 25},
{"leader_name": "Samkelisiwe Matsebula", "team_name": "Forever Fragrances ( samke)", "startup_idea": "Forever fragrances is a brand that produces perfumes using essential oils, body lotions, roll-ons and carrot tissue oils. It's aim is to have locally made products at an affordable price.", "team_id": 10, "all_teams": 25},
{"leader_name": "Busiswa  Dlamini", "team_name": "Golden Ventures ", "startup_idea": "Animal Feed.\r\n\r\nWe intend to introduce and produce animal feed in Eswatini made from upcycling food waste. This animal feed will be a high source of protein and highly recommended for chickens. ", "team_id": 11, "all_teams": 25},
{"leader_name": "Siphiwayinkhosi sandra  Shongwe", "team_name": "Hydroponics farming ", "startup_idea": "Babalo farms pty Ltd is a merging hydroponics farm. Hydroponics farming is growing vegetables in a controlled environment ensuring that the is maximum production all year round.", "team_id": 12, "all_teams": 25},
{"leader_name": "Banele  Maseko", "team_name": "Jonathan Cyber", "startup_idea": "The idea is to offer cyber security services ranging from advisory, training, ethical hacking, data backup and recovery, BCP/DR planning, penetration testing and cyber forensics investigation.", "team_id": 13, "all_teams": 25},
{"leader_name": "Zolile Shabangu", "team_name": "Linamandla Medical Centre", "startup_idea": "Linamandla Medical Centre is a 100% Eswatini owned and youth ran clinic that aims to make medical specialist's and rehabilitation services easily accessible and affordable to everyone in the country .", "team_id": 14, "all_teams": 25},
{"leader_name": "Sakhile Nsibande", "team_name": "Mother earths Boutique ", "startup_idea": "Mother earths boutique creates a living space for its clients that incorporates the natural art of indigenous plants and trees  for landscaping and ornamental purposes.\r\n", "team_id": 15, "all_teams": 25},
{"leader_name": "Phumzile  Thwala", "team_name": "Phumlani Innovation Farm pty", "startup_idea": "Phumlani Innovation Farm works with a cluster of farmers to produce (crops & vegetables ), we provide a farm management system that helps control the quality and an e-commerce platform for sales. ", "team_id": 16, "all_teams": 25},
{"leader_name": "X works  Investment", "team_name": "Products from recycled rubber ", "startup_idea": "My business aims to use recycled rubber from Tyres to make products which have lifetime warranty such as Mats, Planters (as seen on the attached picture), garden products, sports and play facilities", "team_id": 17, "all_teams": 25},
{"leader_name": "Velefini  Mngomezulu", "team_name": "Recording artists Incubation", "startup_idea": "Word!S offers a variety of business consultation and multimedia services to upcoming artists and budding personalities ", "team_id": 18, "all_teams": 25},
{"leader_name": "Simphiwe  Simelane", "team_name": "Simaps Investments(simaps gas)", "startup_idea": "For the past year we have been selling ppe and cleaning material. We are now looking to invest into a gas (lpg) refill and exchange station. Our new venture will be situated at moneni, mamzini. ", "team_id": 19, "all_teams": 25},
{"leader_name": "Menziwa brian  Dlamini", "team_name": "Sinani poultry enterprise ", "startup_idea": "Sinani Enterprise  processes indigenous chicken into portions for market purposes. This product (indigenous chickens) is a good substitute for GMO grown meat, e.g. broilers.", "team_id": 20, "all_teams": 25},
{"leader_name": "Siphiwo Lushaba", "team_name": "Talksy Wellness App", "startup_idea": "Talksy wellness provides online online psychological counselling and online wellness coaching. The youth has free access to the counselling and companies pay for their employees. ", "team_id": 21, "all_teams": 25},
{"leader_name": "Bonginkosi Dlamini", "team_name": "TBB CUTTERS", "startup_idea": "We are a smalll business dealing with landscaping, grass cutting and tree felling. what makes us unique is that for every tree we cut down we plant 2. We also do site clearing before constructions.", "team_id": 22, "all_teams": 25},
{"leader_name": "Ndaya Lukoji", "team_name": "The Waffle Palace Co", "startup_idea": "The Waffle Palace is Eswatini’s first ever waffles specialists. We specialize in the confection of sweet and savoury waffles . We plan to franchise our brand for growth across Eswatini and Africa.", "team_id": 23, "all_teams": 25},
{"leader_name": "Fezile Mnisi", "team_name": "Vers'd Africa", "startup_idea": "Vers'd Africa is changing the narrative that Africa is a dark continent to reveal her wealth of intelligence, beauty and splendor through art. Giving African artists center stage at the Global scale.", "team_id": 24, "all_teams": 25},
{"leader_name": "Mvumeni Dlamini", "team_name": "ZUZA ", "startup_idea": "We believe that the greatest lie that we have been told is that getting good grades is only for those with unique innate abilities which is why we built ZUZA; a student-centric e-learning platform", "team_id": 25, "all_teams": 25}
]