[
{"leader_name": "Adjei Abiison", "team_name": "Abia", "startup_idea": "ABIA 01 ENTERPRISE \r\nThe company's major products in the Kumasi Ashanti region are Abia Alata soap and Abia Black soap.", "team_id": 1, "all_teams": 130},
{"leader_name": "Ebenezer  Nartey", "team_name": "ACCOUNTS CONSULTANCY", "startup_idea": "Accounting, Auditing and Tax advisory services", "team_id": 2, "all_teams": 130},
{"leader_name": "Desmond edem Eklu", "team_name": "Achievers Communications", "startup_idea": "We are an innovative digital solutions company which seeks to help individuals and business owners leverage the online space in order to achieve their objectives. ", "team_id": 3, "all_teams": 130},
{"leader_name": "Michelle  Austin", "team_name": "Adiela Accessories", "startup_idea": "Brilliant and eclectic accessories that are timeless in style and evoke irrepressible happiness; for women in the now, next and forever.", "team_id": 4, "all_teams": 130},
{"leader_name": "Rabiatu afariwaa  Asare-mintah", "team_name": "AFARIWAA’S HEALTH HUB GH ", "startup_idea": "Our services includes providing the general public with education on various health issues from mental, general to reproductive health and help Individuals make well informed choices.", "team_id": 5, "all_teams": 130},
{"leader_name": "Joyce Azumah", "team_name": "Agrihype ", "startup_idea": "At Agrihype, we cast the spotlight on all the players in the agricultural value chain using videography and photography to spark investors' interest in agriculture and also tell stories of farmers.", "team_id": 6, "all_teams": 130},
{"leader_name": "Mathias charles Yabe", "team_name": "AkoFresh ", "startup_idea": "AkoFresh is a green cold chain startup that is offering a solar powered cold storage preservation service to extend shelf life of perishable crops from 5 days to 21 days and reduce postharvest losses.", "team_id": 7, "all_teams": 130},
{"leader_name": "Amtul wahab Ainooson", "team_name": "Amber Design Project", "startup_idea": "Amber Design Project is an interactive mobile application for designers, artists and creators of common interest to share their portfolio, artworks, etc. for exposure, critique and discovery.", "team_id": 8, "all_teams": 130},
{"leader_name": "Amina Mumuni", "team_name": "AmiShea Company Limited", "startup_idea": "AmiShea seeks to add more value to shea butter by converting it into soap, body & hair creams, cooking oil, Briquette (Smokeless Charcoal) and Paint from its by-product.", "team_id": 9, "all_teams": 130},
{"leader_name": "John Wobil", "team_name": "A Multi-Stage Rice Thresher", "startup_idea": "Rice farmers in Asarekrom community have been experiencing massive post-harvest losses due to unavailability of rice threshers. So, we have engineered a multi-stage rice thresher to solve the problem.", "team_id": 10, "all_teams": 130},
{"leader_name": "Antanah Joel", "team_name": "Antanah Farms", "startup_idea": "Antanah Farms is into poultry egg and meat production, fish farming, pig farming, cash crop production and organic manure formulation.", "team_id": 11, "all_teams": 130},
{"leader_name": "Dorcas babet  Kwofie", "team_name": "Babet Foods", "startup_idea": "Babet Foods is a food processing company that adds value to local cereals, grains, legumes, and fruits by processing them to finished and semi-finished foods for adults and babies above 6 months.", "team_id": 12, "all_teams": 130},
{"leader_name": "Maxwell Amoh-gyebi", "team_name": "Bethel Micro Credit", "startup_idea": "We provide financial support in the form of loans to market women in group of five and more with an interest of 16 percent for four months with weekly payments plan.", "team_id": 13, "all_teams": 130},
{"leader_name": "Blankson Asiako", "team_name": "BLANKRICH COMPANY LIMITED", "startup_idea": "We produce and distribute organic skincare and sanitary products in an eco friendly environment make from waste of cocoa and other plants and provide still training services whiles creating jobs.  ", "team_id": 14, "all_teams": 130},
{"leader_name": "Edward Asirifi", "team_name": "Bolamall", "startup_idea": "Software application designed and developed to market recyclable wastes like plastics, agricultural wastes like coconut husks and other recyclables making them valuable and useful to the economy.", "team_id": 15, "all_teams": 130},
{"leader_name": "Emmanuel Asamoah", "team_name": "Boxconn Technologies", "startup_idea": "Boxconn Technologies is a logistics software platform that empowers businesses and individuals to deliver on-demand.\r\n", "team_id": 16, "all_teams": 130},
{"leader_name": "Irene Adu opoku", "team_name": "Braided by Amoabea", "startup_idea": "I wish to expand my hair braiding and venture into other aspects of beauty such as nail and make up artistry", "team_id": 17, "all_teams": 130},
{"leader_name": "Phanuel  Gakpetor", "team_name": "Buzz Beverages Ltd", "startup_idea": "Buzz yogurt is a dairy beverage made from fresh cow milk that is sourced from local milk cattle farmers and it is the flagship product of the company. ", "team_id": 18, "all_teams": 130},
{"leader_name": "Carolina Ahortor", "team_name": "Cadifice (Footwear Production)", "startup_idea": "Cadifice footwear is a custom made artisan crafted footwear brand based in Ghana. Cadifice footwear is made of original leather and suede with a very durable sole which is made from recycled materials", "team_id": 19, "all_teams": 130},
{"leader_name": "Kwasi  Bosiako antwi", "team_name": "CastingAfrica ", "startup_idea": "A robust peer to peer (p2p) creative marketplace, with cutting-edge casting and upskilling tools that makes it a top-tier resource for the discovery and procurement of African talent globally. ", "team_id": 20, "all_teams": 130},
{"leader_name": "Samuel Yankson", "team_name": "CDMS", "startup_idea": "CDMS Classic Digital Marketing Services provides digital marketing solutions to businesses and startups. Example Website Development, Graphic Desings, Sms/Email Blast and advisory services. ", "team_id": 21, "all_teams": 130},
{"leader_name": "Simon asaah  Essuman", "team_name": "Chicken Production", "startup_idea": "Efie Mboa Farms is a business entity which is into poultry farming and has started with boiler protection. It have the vision of going into chicken processing protection to help widen it market base. ", "team_id": 22, "all_teams": 130},
{"leader_name": "Godfred Asibu franklyn", "team_name": "Course Guide Education", "startup_idea": "Course Guide Education exists as an online education platform that provides the avenue for students to identify their preferred courses and subjects and connect with their respective tutors. ", "team_id": 23, "all_teams": 130},
{"leader_name": "Ida  Na-tei", "team_name": "CTN Technologies ", "startup_idea": "The future of work has completely evolved and this is why CTN Technologies has recognized the need to close the skills gap needed for employment by training the youth in new technologies.", "team_id": 24, "all_teams": 130},
{"leader_name": "Prince Nkansah", "team_name": "Dawurobo X", "startup_idea": "The all in one app for all you need to be make student life easier.", "team_id": 25, "all_teams": 130},
{"leader_name": "Jonathan Anani", "team_name": "Decent Affordable Housing", "startup_idea": "Decent Affordable Housing using local material like wood, metal containers to provide decent houses for all", "team_id": 26, "all_teams": 130},
{"leader_name": "Mary Eghan", "team_name": "Delish natural food", "startup_idea": "Delish Natural Food is a Food businesses which focuses on providing workers in the corporate world with healthy food for their official and unofficial events. Vegetable Jollof served with salad, stew.", "team_id": 27, "all_teams": 130},
{"leader_name": "Benedicta  Okrah", "team_name": "DICTA’s SPATHERAPY ", "startup_idea": "DICTA’s SPATHERAPY is a  service provider Where WELLNESS WHOLENESS and WEALTH is maximized. The aim is to set up a  Spatheran house in institutions such as Universities to provide Wellness packages. ", "team_id": 28, "all_teams": 130},
{"leader_name": "Lolli Danquah", "team_name": "Dignified LoNab Ventures", "startup_idea": "We deal in pure organic unadulterated honey from remote villages and villages in Ghana,\r\npackaged under hygienic condition with unique bottles. We also produce organic soaps for treating skin blemishes", "team_id": 29, "all_teams": 130},
{"leader_name": "Benjamin Quansah", "team_name": "DonkomiExpress", "startup_idea": "DonkomiExpress is a website and social media platform that sells clothing apparel and accessories for men, women, kids and home accessories like beddings etc. ", "team_id": 30, "all_teams": 130},
{"leader_name": "Andrews Otoo", "team_name": "EazyTiq", "startup_idea": "EazyTiq is a digital ticketing platform that offers both the management of the distribution, selling, and redemption of all types of tickets for promotions and events using blockchain technology.", "team_id": 31, "all_teams": 130},
{"leader_name": "Charlotte Ofobiri", "team_name": "Ecohezzgh", "startup_idea": "Ecohezzgh is a recycling business that offer high quality, bespoke and environmentally conscious wide range of interior designs and customize furniture from waste car tyres.", "team_id": 32, "all_teams": 130},
{"leader_name": "Makafui Ofori", "team_name": "Ecohive Beetek", "startup_idea": "Ecohive Beetek is an agribusiness focused on linking farmers to viable markets and making it possible for the general public to get involved in agriculture. ", "team_id": 33, "all_teams": 130},
{"leader_name": "Daniel kwaku Adu", "team_name": "EMOPA GHANA RICE", "startup_idea": "The project is focused on cultivating, harvesting and milling of locally grown rice and market them within the jurisdiction of Ghana and beyond in the future. ", "team_id": 34, "all_teams": 130},
{"leader_name": "Prosper sedem balfour Ocloo", "team_name": "Enclave Mobile App", "startup_idea": "Scout, check for availability, capacity, amenities, security, other variables of interest and book for an event space seamlessly using Enclave at no extra cost.", "team_id": 35, "all_teams": 130},
{"leader_name": "Anna Yeboah boateng", "team_name": "Ento farms", "startup_idea": "Entofarms offers processed black soldier fly larvae which contains up to 50 % crude protein, 35% lipids and have an amino acid profile that is similar to that of fishmeal.", "team_id": 36, "all_teams": 130},
{"leader_name": "Misbawu Abdallah", "team_name": "EPDL Training", "startup_idea": "Providing digital skills training services to the forthcoming professionals for educational and career success.", "team_id": 37, "all_teams": 130},
{"leader_name": "Mavis Bemmah", "team_name": "Equality in milk consumption.", "startup_idea": "About 90% of African's and Europeans have high disadvantage milk protein consumption as animal dairy serve as main source but high lactose,whereas 90% are lactose intolerant.", "team_id": 38, "all_teams": 130},
{"leader_name": "Michael Budu", "team_name": "Farmer Help", "startup_idea": "Creating online stores for farmers living in rural areas to access global buyers with the young unemployed woman serving as online store attendants.", "team_id": 39, "all_teams": 130},
{"leader_name": "Anaporka Adazabra", "team_name": "Farmio", "startup_idea": "Farmio leverages precision farming techniques to provide end-to-end farming solutions in a controlled environment which makes farming possible all year round under the most suitable conditions.", "team_id": 40, "all_teams": 130},
{"leader_name": "Felicity Atta ocran", "team_name": "Felis's creation", "startup_idea": "It a great opportunity given to me.\r\nWe are grateful.\r\nWe are into sewing, hairdressing, bridal fan, bead ribbon and bouquet", "team_id": 41, "all_teams": 130},
{"leader_name": "Joseph  Owiredu", "team_name": "Fihankra ComTech LImited", "startup_idea": "Provide and create affordable and practical personal safety and security innovations, products and services to serve African communities as well as the African tourism industry. ", "team_id": 42, "all_teams": 130},
{"leader_name": "Mamudu  Kamilo", "team_name": "Findfarm", "startup_idea": "FindFarm is a mobile app that allows farmers to sell their farm products direct to consumers without the involvement of a third party. Consumers can buy fresh farm products direct from farmers.", "team_id": 43, "all_teams": 130},
{"leader_name": "Raha Ibrahim", "team_name": "Food processing and packaging ", "startup_idea": "Palm oil is made from palm nuts and my palm oil is natural and nutritious. It has been approved by the FDA and I have distribution outlets in some Malls but patronage is very low due to low publicity.", "team_id": 44, "all_teams": 130},
{"leader_name": "Twene Emmanuel", "team_name": "Food Security and Job creation", "startup_idea": "QET Organic Farms and Consult is an agribusiness firm that is dedicated to adding its quota to food security, food quality, creating more agripreneurs and ensuring that there is food all year round.", "team_id": 45, "all_teams": 130},
{"leader_name": "Ruth naana Dadson", "team_name": "Fryshito ", "startup_idea": "Fryshito is a brand that produces quality Ghanaian chilli sauce (shito) with chunks of meat to satisfy the needs and wants of customers and reduce stress of having to prepare timely long meals.", "team_id": 46, "all_teams": 130},
{"leader_name": "Nana kwasi  Ansah", "team_name": "FX Pro Gh", "startup_idea": "FXPro Gh teaches young Ghanaians how trade Forex, the world's biggest market effectively and safely even with micro funds. We teach verified strategies that give young Ghanaians employment.", "team_id": 47, "all_teams": 130},
{"leader_name": "Jephthah Kpakpo", "team_name": "GasApp", "startup_idea": "GasApp has developed an online platform for liquid petroleum gas (LPG) distribution, leakage detector and level monitor which works through a mobile app and smart device", "team_id": 48, "all_teams": 130},
{"leader_name": "Evelyn  Nyarko", "team_name": "Genius Mobile Science Lab", "startup_idea": "Genius mobile laboratory make science laboratory accessible to all basic school students irrespective of their location. ", "team_id": 49, "all_teams": 130},
{"leader_name": "Celestina  Amponsah", "team_name": "GoodGreens", "startup_idea": "We add value  to locally made foods and currently we're into the production gari mix with sugar, peanut and milk powder , also we have branded gari selling on the market without anything added..", "team_id": 50, "all_teams": 130},
{"leader_name": "Selorm Adzimah", "team_name": "Green Schools", "startup_idea": "We deliver classroom and practical lessons in climate smart agriculture, social entrepreneurship and circular economy practices in schools in a bid to raise the next generation of social innovators", "team_id": 51, "all_teams": 130},
{"leader_name": "Godson Agbekudzi", "team_name": "Greentech multipurpose  cages", "startup_idea": "Greentech multipurse cages are produce to house all kinds of chicks (layers, broiler and day old), grasscutter, turkey and rabbit. all our cage have Solar powered lighting and completely roofed.", "team_id": 52, "all_teams": 130},
{"leader_name": "Nana opoku Agyeman-prempeh", "team_name": "Grow For Me", "startup_idea": "Grow For Me is a web and mobile-based Agricultural crowdfunding, crowd farming, and commodity trading platform. You finance smallholder farmers to grow more crops or trade their commodities for profit", "team_id": 53, "all_teams": 130},
{"leader_name": "Talika Bernard", "team_name": "Healthy-Taste Enterprise ", "startup_idea": "We provide flour milling solution that put key nutrients into the food that hundreds of malnourished people consume daily.\r\nMaking sure that every mother and child's diet contains life-saving nutrients", "team_id": 54, "all_teams": 130},
{"leader_name": "Barnabas Sabbogu", "team_name": "HOPELUX ENGINEERING SOLUTIONS", "startup_idea": "HOPELUX engineering solutions provides Technical and Vocational training to the youth to render services on electrical and construction services to its clients through rigorous capacity building.", "team_id": 55, "all_teams": 130},
{"leader_name": "Charity   kumi-bilson", "team_name": "HoT", "startup_idea": "Everything earthmoving equipment", "team_id": 56, "all_teams": 130},
{"leader_name": "Thomas Kensah", "team_name": "Huggle.care", "startup_idea": "Recommending doctors by analysing the medical data of a patient.", "team_id": 57, "all_teams": 130},
{"leader_name": "Sani Muhammed", "team_name": "Imbrainy Child", "startup_idea": "Do you have kids between 1-6 years old? Are you looking for a way to help them become smarter?  Imbrainy child presents to you a special set of learning materials which helps boosts your childs brain", "team_id": 58, "all_teams": 130},
{"leader_name": "Thomas Mettle", "team_name": "Intelumen Smart home ", "startup_idea": "Intelumen is a sole proprietorship with the main aim of automating every electrical appliance found in the home or office to make life simple and safe for everyone.", "team_id": 59, "all_teams": 130},
{"leader_name": "Muhammed jimoh  Mariam", "team_name": "JBB EMPIRE ", "startup_idea": "It's Ready to wear for both Male and Female between the age of 18 to 60 years,Using quality fabrics. ", "team_id": 60, "all_teams": 130},
{"leader_name": "Philip Anyrator", "team_name": "JIREHP'S POULTRY FARMS FOR ALL", "startup_idea": "JIREHP'S POULTRY FARMS FOR ALL, aims at rearing fowls, both broilers and layers to provide food in terms of eggs, meat and any other thing to think of, to the entire nation (Ghana) and beyond. ", "team_id": 61, "all_teams": 130},
{"leader_name": "Jude Donkoh", "team_name": "Jude Focus Ventures", "startup_idea": "Jude Focus Ventures is into Supply of fine aggregate (sand), Quarry stones, quarry dust, black soil, laterite for building purposes. We also provide clients for artisans to work and pay a commission", "team_id": 62, "all_teams": 130},
{"leader_name": "Samuelle Asante", "team_name": "Kaniya Energy", "startup_idea": "Kaniya Energy’s first product, Kaniya Kotoku, is a backpack lined with Organic Photovoltaic cell- technology that stores energy for lighting and charging purposes at night", "team_id": 63, "all_teams": 130},
{"leader_name": "Belinda Appiah", "team_name": "Kempol Textiles Project", "startup_idea": "Kempol Textiles is a sustainable and ethical wear clothing line in Ghana. We produce clothing of various types from bamboo and (waste) woods through the globally accepted eco-friendly technique.", "team_id": 64, "all_teams": 130},
{"leader_name": "David Ahorgah", "team_name": "KINGSQUARE SERVICE", "startup_idea": "Computer and phone service ", "team_id": 65, "all_teams": 130},
{"leader_name": "Tondimah  Yussif", "team_name": "Kouruhub ", "startup_idea": "Kouruhub is a social platform where buyers (more especially those buying single items) are brought together to buy. Through this they will buy in bulk and pay at wholesale price.", "team_id": 66, "all_teams": 130},
{"leader_name": "John amankwaah Otu", "team_name": "KryptonTech", "startup_idea": "We are a team of talented develpers, designers, & educators who create technological products and equip today's students and businesses with techpreneurial skills.", "team_id": 67, "all_teams": 130},
{"leader_name": "Gabriel Kuuniaza", "team_name": "Levanta Farms...all you need", "startup_idea": "Levanta Farms is a poultry project designed for eggs and meat production in Ghana with the aim of creating sustainable job.", "team_id": 68, "all_teams": 130},
{"leader_name": "Teni Agana", "team_name": "Loozeele Initiative ", "startup_idea": " We train and support young Kayayei ( head porters) from the northern part of Ghana with entrepreneurship skills and skills training in  basketry, fabric weaving, baking, and shea butter", "team_id": 69, "all_teams": 130},
{"leader_name": "Mawuli Vormawor", "team_name": "maaGizos Online Pharmacy", "startup_idea": "we are an online pharmacy, connected to selected accredited Ghana pharmacy council pharmacies. we take prescriptions , provide consultations and buy the products for our clients and do delivery same  ", "team_id": 70, "all_teams": 130},
{"leader_name": "Alberta makafui Adortsu", "team_name": "Macqrosa Shea Project ", "startup_idea": "Macqrosa Shea Project undertakes the processing, distribution and/or sale of shea products - Shea oil and butter. ", "team_id": 71, "all_teams": 130},
{"leader_name": "Ados Ntobo ndombasi", "team_name": "mayele", "startup_idea": "MAYELE est une plateforme destinée aux Etablissement scolaire et élevés partant du primaire au secondaire. il permet de gérer l'établissement et les cours à distance pour les élèves. ", "team_id": 72, "all_teams": 130},
{"leader_name": "Patrick eli kofi Otsyokpo", "team_name": "Medical consumables hub", "startup_idea": "Pauseroyal Enterprise want to build a Factory of Medical Consumables Hub in Ghana, ie. Gloves, Syringe with Needles, KN95 Mask,, Vacutainer tubes and Giving set in order to create jobs, reduce import.", "team_id": 73, "all_teams": 130},
{"leader_name": "Helina Andoh", "team_name": "ME KOKO", "startup_idea": "ME KOKO is a food delivery business that provides packaged breakfast to individuals especially, corporate workers at their doorsteps to ease the stress of getting food in the morning.", "team_id": 74, "all_teams": 130},
{"leader_name": "Hope Adoli", "team_name": "Mizormor", "startup_idea": "Mizormor is a trip planning app that connects travelers to travel & tour agencies to make their travels hassle-free. ", "team_id": 75, "all_teams": 130},
{"leader_name": "Sophia Boduwah mensah", "team_name": "MOCHCare", "startup_idea": "MOCHCare is a Digitized Data Collection Application that will help collect and store data of pregnant women and children under 5years Digitally.", "team_id": 76, "all_teams": 130},
{"leader_name": "Kelvin Dadzie", "team_name": "NASPA Auto Spa Services Ltd", "startup_idea": "NASPA is disrupting the carwash industry through carwash digitization coupled with an integrated waterless/ steam wash technology. Hence NASPA envisions a world of waterless cleaning experience.  ", "team_id": 77, "all_teams": 130},
{"leader_name": "Yusam  Issah", "team_name": "Natural spices ", "startup_idea": "We are blessed with alot of useful natural resources, some of these are very vital to our well-being. My goal is make powdered ginger,garlic,sell cloves,honey,and shea butter.", "team_id": 78, "all_teams": 130},
{"leader_name": "Deborah dansoa  Brown", "team_name": "Neys Facility Management ", "startup_idea": "Neys Facility Management is a company that ensures the maintenance of an organization’s building or any building and equipment.", "team_id": 79, "all_teams": 130},
{"leader_name": "Selorm  Komla darkey", "team_name": "NUKUSHARE AGRO ", "startup_idea": "Nukushare is an agricultural technology service Startup that leverages digital technologies to increase farmers’ timely access and use of improved agricultural inputs and services in Africa. ", "team_id": 80, "all_teams": 130},
{"leader_name": "Mary Ogar lutterodt", "team_name": "Nutty foods", "startup_idea": "Our product is from Coconut, we add value to Coconut by processing it into the flavoured juice, milk, chips, flour and lots more.", "team_id": 81, "all_teams": 130},
{"leader_name": "Samuel Asante", "team_name": "Odwadini", "startup_idea": "Odwadini is a basic voice guide financial accounting app aimed at helping micro, small and medium wholesale/retail businesses in the informal sector in a more formal way of financial record keeping.", "team_id": 82, "all_teams": 130},
{"leader_name": "Francis Owusu-mensah", "team_name": "Ogaliya", "startup_idea": "Ogaliya is digitizing the informal manufacturers' supply chain across Africa, typically those in low income and underprivileged communities.", "team_id": 83, "all_teams": 130},
{"leader_name": "Gloria ethel  Ofei-akoto", "team_name": "OPHIR GOLD", "startup_idea": "Building West Africa's first egg refinery to combat malnutrition with egg innovations.", "team_id": 84, "all_teams": 130},
{"leader_name": "Francisca Mankata", "team_name": "Phrannys Portion", "startup_idea": "Phranny recycle old and waste bags from secondhand dealers using old clothes and fabric pieces. We make summer slippers from these waste too", "team_id": 85, "all_teams": 130},
{"leader_name": "Lindsay  Adu", "team_name": "Planting for food and jobs", "startup_idea": "La Belle farms focuses on planting and providing healthy foods for Ghanaians", "team_id": 86, "all_teams": 130},
{"leader_name": "Lydia Quarcoo", "team_name": "Plastic power", "startup_idea": "we upcycle plastic waste into arts and products for sale, does advocacy on sanitation and plastic pollution, mentoring for youth on sustainable recycling and leadership, exhibitions, beach cleanup, \r\n", "team_id": 87, "all_teams": 130},
{"leader_name": "Anaba Prosper", "team_name": "Poultry and cut fish farming", "startup_idea": "Am into poultry and cut fish production ", "team_id": 88, "all_teams": 130},
{"leader_name": "Patience  Awumey", "team_name": "Produce to wear ", "startup_idea": "Female panties produced in Ghana ", "team_id": 89, "all_teams": 130},
{"leader_name": "Calvin kwabena Quarshie", "team_name": "ProG", "startup_idea": "Enjoy the Power to create smiles on the faces of your Family and Friends, your Customers and Employees, as well as anyone you wish to Cheer. Serving as the Ideal and Profound way of Giving.", "team_id": 90, "all_teams": 130},
{"leader_name": "Kwasi o Acheanpong", "team_name": "Project Drive", "startup_idea": "Project Drive is an improvement to commercial transportation where we are acquiring better and newer vehicles for commercial drivers through a crowdfunding investment approach. ", "team_id": 91, "all_teams": 130},
{"leader_name": "Rebecca Amuzu", "team_name": "Providing therapy and care", "startup_idea": "We help give therapy to both people who can and can’t afford the service \r\nWe also take care of older people from a certain old age until their time on earth is up ", "team_id": 92, "all_teams": 130},
{"leader_name": "Thomastine Amorine", "team_name": "Queens Wears", "startup_idea": "Promoting the Production of Smock Fabrics (Textiles) and Other Smock Product Lines. ", "team_id": 93, "all_teams": 130},
{"leader_name": "Abraham Boateng", "team_name": "Renthauz.com", "startup_idea": "RenthauZ provides a cutting edge marketplace for renting and \r\nlending of properties in Ghana. by offering a simple and safe, platform for agents, homeowners, and renters \r\nto transact seamlessly", "team_id": 94, "all_teams": 130},
{"leader_name": "Gifty Mensah", "team_name": "Rescuefoods Gh", "startup_idea": "The product is made up with natural condiment which is very beneficial to the human body", "team_id": 95, "all_teams": 130},
{"leader_name": "Sharifa felicia Ibrahim", "team_name": "RURALWORLD FOOD SUPPLY COMPANY", "startup_idea": "Ruralfood offtake and sell fruits and vegetables, cereals and various nuts. We supply solar dryers, compost for farming and energy cookstoves", "team_id": 96, "all_teams": 130},
{"leader_name": "Dennis  Ababio", "team_name": "Sauceo ", "startup_idea": "Sauceo is a product which has commercialized most of Africa's resources. Currently, we manufacture african sauces, dips and condiments in top notch packages which enhances an easy eating anywhere. ", "team_id": 97, "all_teams": 130},
{"leader_name": "Vashty kate Simpson", "team_name": "SAUSAGES WITHOUT ADDITIVES", "startup_idea": "The product is all NATURAL processed meat/ sausages from pork, chicken and fish and does not include any additives(nitrates and MSG). The only preservative used is salt.", "team_id": 98, "all_teams": 130},
{"leader_name": "Vozbeth Azumah", "team_name": "SCALING-UP VOKIA FOODS ", "startup_idea": "Vokia farms is a Ghanaian own agro-based startup company adding value to indigenous food crops for rich and healthy nutritious meals. ", "team_id": 99, "all_teams": 130},
{"leader_name": "Mawulolo Wells", "team_name": "School Records Requisition", "startup_idea": "Development of a web portal to enable past students of junior and senior high schools in Ghana to remotely request for Transcripts, Testimonials, Index Numbers or even Certificates from their devices", "team_id": 100, "all_teams": 130},
{"leader_name": "Claudia Appaw", "team_name": "Secretarial Services &Retail", "startup_idea": "Sale of office furniture and general goods..into import as well", "team_id": 101, "all_teams": 130},
{"leader_name": "Grace ivylyn  Asante", "team_name": "Sedeɛ Mencare", "startup_idea": "Sedeɛ mencare is a skincare brand created purposely for men because they are the least targeted demographic in this industry and also to inspire men to take up roles society deem as feminine.", "team_id": 102, "all_teams": 130},
{"leader_name": "Evans Twumasi ampofo", "team_name": "SEO4ALL", "startup_idea": "Just like a mechanic would diagnose an automobile; a doctor to a patient, Seoghana analyzer allows you to access for free and diagnose or audit your website to check what ails it and correct it.", "team_id": 103, "all_teams": 130},
{"leader_name": "Anthony Owusu-ansah", "team_name": "ShaQ Express", "startup_idea": "An e-commerce and tech-driven courier platform to bridge the gap between vendors and consumers", "team_id": 104, "all_teams": 130},
{"leader_name": "Irene Atawobe", "team_name": "Shea-Me", "startup_idea": "SheaMe provides economic empowerment for women and youth in the Shea industry through agro processing of raw shea butter and Shea waste into different shea products and soles of shoes respectively.", "team_id": 105, "all_teams": 130},
{"leader_name": "Dameteye Shadrach", "team_name": "Shopintins Marketplace", "startup_idea": "Shopintins is an e-commerce platform that is focused connecting manufacturers, wholesales and retailers to customers across Africa. Shopintins make it easier for businesses to connect with customers", "team_id": 106, "all_teams": 130},
{"leader_name": "Victoria Apedoh", "team_name": "Shuttle Drive", "startup_idea": "SHUTTLE DRIVE is an Online Platform (Web app/ USSD) that provides bus booking/ticketing services to commuters for long distance trips across West Africa conveniently and safely.", "team_id": 107, "all_teams": 130},
{"leader_name": "Seth  Boafo", "team_name": "SK FRUITY BAKERY PRODUCTS ENT.", "startup_idea": "SK Fruity Bakery is a manufacturer and retailer of bakery products made of ingredients from organic agricultural products. We mainly contributes to solving post harvest losses through our operations.", "team_id": 108, "all_teams": 130},
{"leader_name": "Lawrence  Agbalenyo", "team_name": "Solar Powered Water System", "startup_idea": "Creating clean water supply from borehole to communities powered by solar energy without depending on electricity from the grid to avoid water shortage in tank.", "team_id": 109, "all_teams": 130},
{"leader_name": "Sharon Darko", "team_name": "Style Me", "startup_idea": "STYLE ME is a two sided marketplace connecting beauty and wellness professionals \r\nwith clients.\r\n", "team_id": 110, "all_teams": 130},
{"leader_name": "Raymond  Taaku", "team_name": "Suma Deliveries", "startup_idea": "Suma is a tech enabled, last mile delivery app that enables ecommerce businesses move goods efficiently to the doorstep of their customers", "team_id": 111, "all_teams": 130},
{"leader_name": "Albert kwaku Abbeyquaye", "team_name": "Sustainable Waste Management", "startup_idea": "Educating the local population in the Sekondi-Takoradi Metropolis on the importance of waste segregation while collecting, repackaging and selling quality segregated waste to recycling companies.", "team_id": 112, "all_teams": 130},
{"leader_name": "Kezia  Sanie", "team_name": "The FTF Village Project ", "startup_idea": "The For The Future Village (FTF Village), is the flagship project of For The Future Ghana. The FTF Village will be an eco-friendly gated community and safe haven for underprivileged children in Ghana.", "team_id": 113, "all_teams": 130},
{"leader_name": "Mark  Danquah", "team_name": "Toners manufacturing ", "startup_idea": "To manufacture our own toners (Printer consumables) for printer in Ghana", "team_id": 114, "all_teams": 130},
{"leader_name": "Victoria  Osei sarfo", "team_name": "TSG Drive Driver hub", "startup_idea": "TSG Drives' Driver hub project is a platform aimed at providing ease of finding professional drivers. low cost of training new and replacing old drivers, Options in driver employment \r\n", "team_id": 115, "all_teams": 130},
{"leader_name": "Joseph Ekpaha kwofie", "team_name": "Tudu", "startup_idea": "In few words, Tudu is the \"Shopify\" of Ghana but this time highly optimized for a typical African market. With Tudu we want to promote local brands and products and help move most businesses online.", "team_id": 116, "all_teams": 130},
{"leader_name": "Isaac Tweneboah", "team_name": "Twenevator", "startup_idea": "Twenevator is an online educational market, a platform where electronic quizzes, classes and books store are accessed by educators, learners, publishers, researchers, etc. on www.twenevator.com", "team_id": 117, "all_teams": 130},
{"leader_name": "Emmanuel Adomako", "team_name": "Ultra low cost electric power", "startup_idea": "my proposed product will combine multiple ideas, and skill set to build. it is long to go a way to help give a better standard of leaving", "team_id": 118, "all_teams": 130},
{"leader_name": "Prince pobi Owusu", "team_name": "Unpolished rice dough/flour", "startup_idea": "Provide health and nutrition through processing rice into innovative healthy and Nutritious products", "team_id": 119, "all_teams": 130},
{"leader_name": "Joyce Abass", "team_name": "Vitality Farmx", "startup_idea": "Vitality Farmx has found the secrets factor that makes the difference between quality of life of different economies and we are now infusing that secrets in products that works as bridges and it works", "team_id": 120, "all_teams": 130},
{"leader_name": "Caleb Edwards", "team_name": "WamiAgro", "startup_idea": "Wami Agro serves smallholder farmers using a lending platform to distribute input credit and providing access to market through our B2B e-commerce platform. \r\n", "team_id": 121, "all_teams": 130},
{"leader_name": "Emmanuel awinbe Atangnaba", "team_name": "Water borehole drilling ", "startup_idea": "Epidote Engineering renders water borehole drilling services and is fabricating a drilling rig locally to employ unemployed youth", "team_id": 122, "all_teams": 130},
{"leader_name": "Isaac Twumasi-quantus", "team_name": "Water Health", "startup_idea": "Cleaner, healthier water should not be limited to just the rich in the world! . Quantus Vision Storm offer solutions to complete your home's water purification needs.", "team_id": 123, "all_teams": 130},
{"leader_name": "Emmanuel  Yebr", "team_name": "Water project", "startup_idea": "My product is water for my community, which is in site and there no source of good drinking water for my community ", "team_id": 124, "all_teams": 130},
{"leader_name": "Efisah Buckman", "team_name": "Wecari", "startup_idea": "We make intercity bus ticketing and transportation super convenient. From the comfort of your home you can book a bus ticket just like booking a flight, arrive at the stipulated time and leave on time", "team_id": 125, "all_teams": 130},
{"leader_name": "Mawuli Agbenorku", "team_name": "Weddings on Budget", "startup_idea": "Weddings On Budget is one of the largest and most trusted directory connecting engaged couples with local wedding professionals. The platform enables users to find various wedding vendors.", "team_id": 126, "all_teams": 130},
{"leader_name": "Ebenezer  Sasu", "team_name": "Wingxtrer Technologies", "startup_idea": "Wingxtrer manufactures and provides worldwide drone solutions for commercial and humanitarian applications to improve and save lives.", "team_id": 127, "all_teams": 130},
{"leader_name": "Zulfawu  Hamza", "team_name": "Wuntiti Foods ", "startup_idea": "Wuntiti Foods is an agribusiness in the cultivation, distribution and processing of yams into other yam products such as Fresh Frozen yam fries, yam flour, yam chips and sales of fresh yams.", "team_id": 128, "all_teams": 130},
{"leader_name": "Hephzibah  Okyere-mensah", "team_name": "Xeni Home Residency Project ", "startup_idea": "XeHRP will provide: \r\n1.Skills training for 1000 youths in domestic service delivery.\r\n2.A job creation platform to link trained domestic workers to clients.\r\n3.Supportive services for domestic workers.", "team_id": 129, "all_teams": 130},
{"leader_name": "Asa yentelbah Sebire", "team_name": "Yensoft ePIN ", "startup_idea": "ePIN is a mobile app that will provide a convenient means of renewing the operational license of nurses and midwives in Ghana. ", "team_id": 130, "all_teams": 130}
]