[
{"leader_name": "Marion Mwende", "team_name": "3-FTY", "startup_idea": "An e-commerce marketplace designed to connect informal retailers to customers, providing them a platform to browse and shop thousands of unique, high quality second-hand items, delivered to their door", "team_id": 1, "all_teams": 285},
{"leader_name": "Wicklife Adera", "team_name": "Affordable Housing Project", "startup_idea": "The Royal Roof Properties Limited affordable housing project is a project that seek to support the community to have access to quality and affordable housing. This is our top  objective as a company.", "team_id": 2, "all_teams": 285},
{"leader_name": "James Oruoch", "team_name": "Affordable Internet Access", "startup_idea": "By using internet wireless radios, we are able to reach even the most remote areas where cabling is quite expensive achieve and connect clients to the internet. This reduces connectivity cost by half!", "team_id": 3, "all_teams": 285},
{"leader_name": "Jasin Owili", "team_name": "Afribot", "startup_idea": "Afribot is a modern Educational Kit with a Do It Yourself (DIY)  capabilities for children, youths, and teenagers to learn Coding and Robotics Using their first Language.", "team_id": 4, "all_teams": 285},
{"leader_name": "Judy mwende Mutunga", "team_name": "Afyaboost Care Company", "startup_idea": "Afyaboost care  provides nutritional Immunity  Health Care  using innovative solutions which include afyaboost immune boosting products processed from organic ingredients/nutritional health services.", "team_id": 5, "all_teams": 285},
{"leader_name": "Anthony Kimanthi", "team_name": "Agril Farmland Investment Ltd", "startup_idea": "Agril Farmland Investment Ltd provides a framework that makes agriculture an investable asset class for institutional and private investors in Kenya and Sub-Saharan Africa thus stimulating growth.", "team_id": 6, "all_teams": 285},
{"leader_name": "Erick Omukaga", "team_name": "Agrilink Kenya", "startup_idea": "My project will provide my community with vegetables and fruits for proper nutrition, agricultural skills, knowledge, ideas and technology to help improve their produce and food for the world.", "team_id": 7, "all_teams": 285},
{"leader_name": "Rhyl Kiio", "team_name": "Agrilla Enterprises", "startup_idea": "Product- Galla goat that is hardy with a short gestation period, high feed conversion rate, resistant to diseases, produce more milk and quality meat.\r\nService -Market linkages to farmers.", "team_id": 8, "all_teams": 285},
{"leader_name": "Ochieng' Odongo", "team_name": "Almi Group", "startup_idea": "We are a Service Mall dealing within the confines of art, design, construction, multimedia, music and software technology, leveraging on talents and skills of the youth.", "team_id": 9, "all_teams": 285},
{"leader_name": "Kenneth Maina", "team_name": "Alpha Spike Communications Ltd", "startup_idea": "The service provides credit purchase for all networks from one of the networks money wallet. Eg providing a platform for toping up MTN line from Safaricom's M-pesa, & even vice versa.", "team_id": 10, "all_teams": 285},
{"leader_name": "Duncan Onkundi", "team_name": "A+ Math", "startup_idea": "A mathematical improvement website for learners and a job board for teachers accross the country", "team_id": 11, "all_teams": 285},
{"leader_name": "Agnes Mukulu", "team_name": "Amssurity Insurance", "startup_idea": "We help our clients (individuals, families and businesses) understand what everyday risks they are exposed to and what we can do to help them transfer the risk through the use of insurance", "team_id": 12, "all_teams": 285},
{"leader_name": "Victor Nyamawi", "team_name": "Azolla Livestock Feed ", "startup_idea": "Azolla, green plants that have long been recognized as the cheapest, most abundant potential source of proteins due to its ability to synthesize amino acids hence a raw material for livestock feeds.", "team_id": 13, "all_teams": 285},
{"leader_name": "Anastasia Mulinge", "team_name": "Azure Green", "startup_idea": "We are youth feeding nations through Azure Green, an integrated sustainable farm that produces organic chili pepper because of its nutritional and medicinal value and create employment in Kenya.", "team_id": 14, "all_teams": 285},
{"leader_name": "Rodgers Otom", "team_name": "Bafunde", "startup_idea": "Bafunde is an ed-tech startup that supports trainers and educators to prepare and deliver digital content in a manner that compliment the regular face to face.", "team_id": 15, "all_teams": 285},
{"leader_name": "Smith Ndung'u", "team_name": "Bag making", "startup_idea": "The bags are made locally from the comfort of my home using durable materials which are in abundance in our informal market,Gikomba market,in Kenya.They are good looking & come in different colors too", "team_id": 16, "all_teams": 285},
{"leader_name": "Mary yvonne Ododah", "team_name": "Beauty for Ashes", "startup_idea": "Beauty for Ashes project is an initiative for young girls and women which was born out of the alarming rising rates of Gender-Based Violence in the country in light of COVID-19", "team_id": 17, "all_teams": 285},
{"leader_name": "Charles Oduk", "team_name": "Beba-Beggie: Smart E-storage", "startup_idea": "Series of connected smart electronic locker technology that offer short term luggage/parcel storage as a service to customers in busy areas giving safety and automated simplistic customer experience.", "team_id": 18, "all_teams": 285},
{"leader_name": "Peter Chege", "team_name": "Besefa farm", "startup_idea": " Besefa firm collect the food and animal waste for rearing black soldier flies (BSFs) used as protein feed as well as biofertilizers. We installs BSF structures and offers its farming training.", "team_id": 19, "all_teams": 285},
{"leader_name": "Diana Mwikali", "team_name": "Best Mommie", "startup_idea": "Best Mommie product are specifically ment for expectant mothers and mothers to be ...namely Mommie hospital package and newborn Hospital package. ", "team_id": 20, "all_teams": 285},
{"leader_name": "Everlyne  Njau", "team_name": "Better people ", "startup_idea": "1. Inner wears, lingerie and swimming costumes to make you feel comfortable, better and appropriate for all occasions\r\n2. CV writing and recruitment services ", "team_id": 21, "all_teams": 285},
{"leader_name": "Brian  Kimani", "team_name": "Blokheed Innovate Ltd", "startup_idea": "Our products offer affordable and convenient security services to the average Kenyan. As shown on the image above we have the Door tell, Personal watch guard and Vera the security robot", "team_id": 22, "all_teams": 285},
{"leader_name": "Titus Kimwetich", "team_name": "Blueberry Bakers", "startup_idea": "We provide a range of quality snacks mostly cakes and scones.", "team_id": 23, "all_teams": 285},
{"leader_name": "Mary Muigai", "team_name": "Blue Pearls Perfumes & Gifts", "startup_idea": "My startup aims at providing the best personal care products which in turn hugely impact the confidence through which my clients go about their days, be it a nice fragrance, watch or accessories.", "team_id": 24, "all_teams": 285},
{"leader_name": "Edwin  Kosgei", "team_name": "BNinis  Beauty ", "startup_idea": "I deal in beauty and cosmetics products and I would like to expand to attract more people and employ more people ", "team_id": 25, "all_teams": 285},
{"leader_name": "George Manyara", "team_name": "Bootprint safaris ", "startup_idea": "This is a home to lovers of adventures ", "team_id": 26, "all_teams": 285},
{"leader_name": "Kevine Otieno", "team_name": "BRIKET ENERGY SOLUTIONS", "startup_idea": "WE OFFER CHARCOAL BRIQUETTES MADE FROM WATER HYACINTH. THEY HAVE SEVERAL ADVANTAGES OVER NORMAL CHARCOAL.", "team_id": 27, "all_teams": 285},
{"leader_name": "Barry Okeyo", "team_name": "BUNIFY BUSINESS CONSULTING Plc", "startup_idea": "A creative business consultant agency based in Nairobi Kenya specialized in creative full range of integrated services and strategies including photography, brand & identity, design & print, etc", "team_id": 28, "all_teams": 285},
{"leader_name": "Harun Momanyi", "team_name": "Career Fodder", "startup_idea": "Career Fodder is a digital lifestyle publication that helps youth take ownership of their careers and prepare for the future of work.", "team_id": 29, "all_teams": 285},
{"leader_name": "Joshua Indire", "team_name": "Carpso cleaners", "startup_idea": " It's a cleaning service. Cleaning seats, carpets, mattress, car interior, general cleaning, Fumigation etc", "team_id": 30, "all_teams": 285},
{"leader_name": "Rebekah Chanya", "team_name": "chanyagroceries", "startup_idea": "It's an online shop that supplies groceries to individuals, families, events, and institutions. You order a day before delivery, we send you the invoice and confirm your order for delivery.", "team_id": 31, "all_teams": 285},
{"leader_name": "Washington Waweru", "team_name": "Children Homes One Space", "startup_idea": "A project focused on bringing all children's homes together in an aggregated space", "team_id": 32, "all_teams": 285},
{"leader_name": "Dennis Kimani", "team_name": "Circular Economy for ZeroWaste", "startup_idea": "Connect every member of the society be it low income or high income to a common waste management grid through the innovation system for payments and redeemable coupons for Kilos of waste available .", "team_id": 33, "all_teams": 285},
{"leader_name": "Eric Mwirichia", "team_name": "Circularity", "startup_idea": "Circularity is championing a cleaner and greener Kenya through a circular economy by facilitating sorting at source, reuse, and recycling of waste promoted by a Smart Waste Management System.", "team_id": 34, "all_teams": 285},
{"leader_name": "Christopher Otieno", "team_name": "Ciriz Digital Services", "startup_idea": "The product is a sentiment analysis system that is used to track user sentiments across different social media platforms, Facebook, Twitter and Instagram. This system also does hashtag management. ", "team_id": 35, "all_teams": 285},
{"leader_name": "Mike Wanjala", "team_name": "Civil engineering services etc", "startup_idea": "To provide best services to the Kenyan citizens and quality structures consider with big 4 agend of kenya government affordable housing and main improving life stand of local people and Kenyan citizen", "team_id": 36, "all_teams": 285},
{"leader_name": "Mathias  Mbugua", "team_name": "cladi.mwas", "startup_idea": "I am small scale business owner who deals in the selling and distribution of all types of clothing and accessories.", "team_id": 37, "all_teams": 285},
{"leader_name": "Brian Kenya", "team_name": "Cleaning & Hygiene Services ", "startup_idea": "Cleanliness is next to Godliness thus the aim to keep everyone clean and maintain good hygiene to every kenyan citizen.", "team_id": 38, "all_teams": 285},
{"leader_name": "Dennis Maina", "team_name": "Coast Redwood Recycling ", "startup_idea": "Coast Redwood is a recycling start-up dedicated to converting waste plastic materials into commercially viable products, utilizing environmentally friendly recycling and manufacturing methods.", "team_id": 39, "all_teams": 285},
{"leader_name": "Charles Lutta", "team_name": "Community Bee Keeping Project", "startup_idea": "The project is about bee keeping in the community/village. Whereby we get funds and purchase bee-hives and all bee keeping equipment. The hives will be located all over the community.", "team_id": 40, "all_teams": 285},
{"leader_name": "Silveter  Opollo", "team_name": "Community Pro Ventures", "startup_idea": "We have a village-level loan hub, administered by and for local women, to provide capital, training and support services to  informal women entrepreneurs in the lowest income brackets in Busia County ", "team_id": 41, "all_teams": 285},
{"leader_name": "Suleiman Muhammed", "team_name": "COMMUNITY SECURITY HEALTH", "startup_idea": "This is a program that has been in my mind for a long time and I aimed at putting it to work once I am done with studies. The main focus is Security, Counter terrorism and Fight against GBV.", "team_id": 42, "all_teams": 285},
{"leader_name": "Kevin Mulima", "team_name": "ConcWright Prefabs", "startup_idea": "We are working to build prefabricated portable concrete buildings for houses, business premises, schools, and others. The goal is reducing construction time, cost, and improving the quality of builds.", "team_id": 43, "all_teams": 285},
{"leader_name": "Sylvester Oluoch", "team_name": "Construction Costs Information", "startup_idea": "Primarily, a digital repository of data on construction costs in Kenya, Secondary products: an online construction materials marketplace and construction industry reports for sale. ", "team_id": 44, "all_teams": 285},
{"leader_name": "Lennox  Baraka", "team_name": "Content creation and marketing", "startup_idea": "Iam a content creator,  pursued photography then pursued film and TV production.  That's one of my favourite areal view that I took of my home town. My motive is to retell the African stories ", "team_id": 45, "all_teams": 285},
{"leader_name": "Erick Mbinga", "team_name": "CraftsbyMbinga", "startup_idea": "We are focused on producing modern furniture with the use of scrap wood and metal. ", "team_id": 46, "all_teams": 285},
{"leader_name": "Esther Kimani", "team_name": "Crop Diseases Detection Device", "startup_idea": "An electronic device that uses solar energy to help farmers in Africa to detect crop pest infestations and crop diseases early enough and send them a message in-case of any pest infestation or disease", "team_id": 47, "all_teams": 285},
{"leader_name": "Brian  Mteeve", "team_name": "Dahlia Healthcare", "startup_idea": "Dahlia Healthcare is a proposed Medical Clinic; currently offering only pharmacy services  in Rapogi, Uriri Sub-county , Migori. My goal is to offer both Outpatient & Inpatient services to the region.", "team_id": 48, "all_teams": 285},
{"leader_name": "Machina Wang'ombe", "team_name": "DAQA SECURITY SYSTEM", "startup_idea": "DAQA is a smart electronic gadget that secures homes and business premises from burglary by notifying the owners promptly through a phone call and sounding a loud siren in case of a break-in attempt", "team_id": 49, "all_teams": 285},
{"leader_name": "Mercy Makumi", "team_name": "Data Protection", "startup_idea": "Data protection and disaster recovery.", "team_id": 50, "all_teams": 285},
{"leader_name": "Denis Njuguna", "team_name": "DawaMart", "startup_idea": "DawaMart is a Pharmaceutical Software as a Service that simplifies the medicine procurement process in Africa while decentralizing medicine from urban areas to rural areas.", "team_id": 51, "all_teams": 285},
{"leader_name": "Dennis Bett", "team_name": "Deed Digital Solutions", "startup_idea": "A computer wholesale refurbisher offering; end to end refurbish to sale process; a customer-centric business environment with life long customer value addition through buybacks and trade ins,\r\n", "team_id": 52, "all_teams": 285},
{"leader_name": "David Wanjau", "team_name": "Digital Rural Aggregation", "startup_idea": "Shopap is disrupting the traditional supply-chain by providing a digital aggregation platform that will enable rural shops to aggregate orders to suppliers, saving them time and money.", "team_id": 53, "all_teams": 285},
{"leader_name": "Ayan Mohamed", "team_name": "Digitech Oasis", "startup_idea": "Digitech Oasis creates AI solutions & applies machine learning algorithms programmed by industry professionals to help its users predict, improve & automate business processes. ", "team_id": 54, "all_teams": 285},
{"leader_name": "Levi Cheptora", "team_name": "Doctors Explain FM", "startup_idea": "www.doctorsexplain.net is a Public Health Education Platform that doubles as an internet radio broadcasting medical and healthcare programs 24/7", "team_id": 55, "all_teams": 285},
{"leader_name": "David Mwambali", "team_name": "DoctorsLive ", "startup_idea": "DoctorsLive enables users to connect with an accredited therapist from the palm of their hands and experience a convenient and affordable way of improving and maintaining their mental health.", "team_id": 56, "all_teams": 285},
{"leader_name": "Robert  Ngethe", "team_name": "DREAMHOUSE ", "startup_idea": "We are an Indie multi-media production company in Nairobi Kenya. We aim to tell stories that are unique and speak to the state of affairs in the life of everyday Kenyans while reflecting on culture. ", "team_id": 57, "all_teams": 285},
{"leader_name": "Enoch Ochilo", "team_name": "Driving School", "startup_idea": "Juniors Driving Academy Limited is a company started not more than 6 months ago, it's aim is to empower young men in the society by educating them on safety on the roads and being competent drivers", "team_id": 58, "all_teams": 285},
{"leader_name": "Kim Chepkoit", "team_name": "Ecobodaa Mobility", "startup_idea": "Ecobodaa Mobility is advancing adoption of sustainable last-mile mobility in Africa by building electric motorcycles and energy infrastructure for the mass market.\r\n", "team_id": 59, "all_teams": 285},
{"leader_name": "Robert Nguma", "team_name": "EcoMpishi Solar Cooker ", "startup_idea": "The EcoMpishi solar cooker is a renewable cooking solution that uses the day to day sunlight for cooking purposes both in homes and commercial use. It uses DC current hence does not need any inverter", "team_id": 60, "all_teams": 285},
{"leader_name": "Vincent  Asembo", "team_name": "Eco-products making ", "startup_idea": "Eco-products making is the activity of producing environmentally friendly products through the use of locally available materials like water hyacinth and some wastes. ", "team_id": 61, "all_teams": 285},
{"leader_name": "James Adera", "team_name": "Ecosokoni Ukulima  Plartform", "startup_idea": "Ecosokoni is an online farmers which connect farmers to the market as well as provide free support through  free skill transfer on farming and crop maintainance. ", "team_id": 62, "all_teams": 285},
{"leader_name": "Sharon Onyango", "team_name": "Ecotopia Pavers", "startup_idea": "Eco-Friendly Permeable Pavers \r\nTowards the mitigation of Urban Heat Island to promote human thermal comfort and Reduce Urban Floods. ", "team_id": 63, "all_teams": 285},
{"leader_name": "Qabale Duba", "team_name": "Education for Pastoralists  ", "startup_idea": "Through our model school called Torbi Pioneer Academy, we provide quality education for the nomadic pastoralists children and parents in the hard to reach areas of northern Kenya, Marsabit County. ", "team_id": 64, "all_teams": 285},
{"leader_name": "Harry Ochieng", "team_name": "eduPesa", "startup_idea": "eduPesa is a technology solution for the management of students’ pocket money & fees payments in schools to achieve cashless transactions. eduPesa also provides education financing to needy students. ", "team_id": 65, "all_teams": 285},
{"leader_name": "Dickson Ondieki sokoro", "team_name": "Electrical & Security System", "startup_idea": "Soko Bureau Consultancy is a startup company that deals in sales and installation of electrical and security system.", "team_id": 66, "all_teams": 285},
{"leader_name": "Kelvin Mwenda", "team_name": "ELIMYS", "startup_idea": "A website created to harness and leverage Africa's potential from learning institutions. Its aimed at making information public that the relevant and interested parties can act  on it.", "team_id": 67, "all_teams": 285},
{"leader_name": "David Okello", "team_name": "Elixir", "startup_idea": "Elixir Medical Group Limited (EMGL) is a startup that gives you and your family access to convenient holistic health services at your doorstep when need arises.", "team_id": 68, "all_teams": 285},
{"leader_name": "Bryan Migot", "team_name": "EMERGENCY AND MONITORING ", "startup_idea": "A technology company with social enterprise model than intends to offer free , fast and precise emergency service response system and monitoring system for logistics, health and personnel.   ", "team_id": 69, "all_teams": 285},
{"leader_name": "Emmanuel Shikuku", "team_name": "Emmanuel Business Complex", "startup_idea": "I wish to state that am planning to grow my company to greater heights,in providing delivery and distribution services especially LPG. I would also like to create a platform fit for everyone.", "team_id": 70, "all_teams": 285},
{"leader_name": "Emmaculate Kanyuiro", "team_name": "Emmat Investments", "startup_idea": "Emmat Investments is an agribusiness investing in farming of French beans. French beans are one of the crops dominating Kenya’s export market. ", "team_id": 71, "all_teams": 285},
{"leader_name": "Samora Omuodo", "team_name": "E-MOTOFUEL", "startup_idea": " 1)Renewable Fiberglass Wicks  (Kimulumulu) non- burn \r\n2)Alcohol-Fuel blend( A- Flame)with a clean soot free burn", "team_id": 72, "all_teams": 285},
{"leader_name": "George Wandera", "team_name": "Empower Millions Via Tech", "startup_idea": "Our Mission is to help millions to Discover, Develop, and Earn from their Natural talents through technology. Our Video On Demand app allows any user to upload their talent and get paid$ by her fans.", "team_id": 73, "all_teams": 285},
{"leader_name": "Guracha mohamed Abdala", "team_name": "Environmental Conservation", "startup_idea": "Planting trees to secure animal species and reverse Climate Change", "team_id": 74, "all_teams": 285},
{"leader_name": "Juma  Ali", "team_name": "Environment safety for youths", "startup_idea": "Cleaning services and managemant of industrial and institutional waste. By provision of proper desposal ,Tidiness of the work environs and promotion of hazard free working sites .", "team_id": 75, "all_teams": 285},
{"leader_name": "Brian Karanja", "team_name": "Equifax", "startup_idea": "Equifaxke offers a wide range of products al in one shop", "team_id": 76, "all_teams": 285},
{"leader_name": "Caxton Kamau", "team_name": "Eston Distributors", "startup_idea": "To transport/distribute dry food to minimarts, supermarkets,convenient stores and petrol marts for resell.", "team_id": 77, "all_teams": 285},
{"leader_name": "Joseph Thuku", "team_name": "Expace Marketing Mobile App", "startup_idea": "Expace App is a multi-sided platform that connects companies and businesses in the digital space, to brand champions (unemployed youth) who earn money through virtual job opportunities.", "team_id": 78, "all_teams": 285},
{"leader_name": "Michael Wambugu", "team_name": "Expendo!", "startup_idea": "Expendo! is a fast, secure, Convenient and affordable way of moving cargo. We enable companies deliver.", "team_id": 79, "all_teams": 285},
{"leader_name": "Ian Mbithi", "team_name": "Farming", "startup_idea": "I grow vegetables in Machakos and sell them to both the local and export market. I also train upcoming farmers on Good Agricultural Practices and how to sell their products.", "team_id": 80, "all_teams": 285},
{"leader_name": "Peter Ochola", "team_name": "Finger Lickin' Hatchery", "startup_idea": "Produce and sale of Organic eggs, Sale of Day Old Chicks, Sale of  Ex-Layers for meat, Sale of Chicken litter (Manure), Production and sale of Chicken feeds.", "team_id": 81, "all_teams": 285},
{"leader_name": "Dorothy Ngomo", "team_name": "Fingerprint based ATM", "startup_idea": "Fingerprint based ATM is a project that is dealing with coming up with a software that will help banks to give it's ATM users an automated system of doing their transactions.", "team_id": 82, "all_teams": 285},
{"leader_name": "Ebenezer  Kamau", "team_name": "FinMug Finance", "startup_idea": "I provide financial services in the line of independent advisory and consultancy to individuals and businesses.", "team_id": 83, "all_teams": 285},
{"leader_name": "Mugambi  Murithi", "team_name": "Fresh farmyards ", "startup_idea": "Grow and sale of button mushrooms and other edible mushrooms in the Kenyan market such a supermarkets, hotels, restaurants and research medical facilities ", "team_id": 84, "all_teams": 285},
{"leader_name": "Silas Mabeta", "team_name": "Fridgjiko Food Cart", "startup_idea": "Fridgjiko Food Cart is a fully functional non-electric fridge for small businesses, that is powered by heat from low cost fuel sources, utilizing localized vapor absorption refrigeration technology.", "team_id": 85, "all_teams": 285},
{"leader_name": "Wairimu Gichangi", "team_name": "Garage Chauffeurs", "startup_idea": "We are a company that provides its clients with well-trained and highly qualified chauffeurs who pick and take your car for service or repairs to your garage of choice and returns it to you.", "team_id": 86, "all_teams": 285},
{"leader_name": "Donald Kariuki", "team_name": "Gas Delivery App", "startup_idea": "It's a mobile app that connects all petrol stations in Kenya with customers. Customers are able to place orders from their nearest and favourite petrol stations and a delivery is done immediately.", "team_id": 87, "all_teams": 285},
{"leader_name": "Muzzamil  Mohamed ali", "team_name": "GATEWAY TO A BEAUTIFUL WORLD  ", "startup_idea": "Gateway to a beautiful world is an initiative that is formed by men and women who are driven to constantly improve the quality of life for everyone who desires it.", "team_id": 88, "all_teams": 285},
{"leader_name": "Nicholas Ongoma", "team_name": "Golden Taka ", "startup_idea": "Golden Taka aims at collecting plastic waste materials and recycling them into building materials such as tiles, cabro blocks and fencing poles with sand as the biding agent.", "team_id": 89, "all_teams": 285},
{"leader_name": "Godfrey Oketch", "team_name": "Gordy's Gikomba clothes", "startup_idea": "I sell mitumba clothes from Gikomba market both denim trousers and denim jackets and also do the ragged for customers who want.", "team_id": 90, "all_teams": 285},
{"leader_name": "Cyprine Keriga", "team_name": "GRACEFUL AGING", "startup_idea": "Akemo Foundation is a non-Profit organization established in Feburuary 2021 with\r\nthe primary goal to provide high quality medical care for the elderly.", "team_id": 91, "all_teams": 285},
{"leader_name": "Brian  Ouma opondo", "team_name": "Greencon Ventures ", "startup_idea": "Greencon Ventures opts to be your number one service company and create employability for young people through skills and community development. Especially in the construction and Agricultural field. ", "team_id": 92, "all_teams": 285},
{"leader_name": "Meril Otieno", "team_name": "Green Organics Juice Bar", "startup_idea": " Green Organic Juice bar: Created to offer green, sustainable and organic production of juices and smoothies in an easy take out option for health conscious consumers, transitioning and vegan. ", "team_id": 93, "all_teams": 285},
{"leader_name": "Rose Sikulu", "team_name": "Green paper", "startup_idea": ".Green paper is a unique biodegradable packaging material made from banana fiber. The product is natural water resistance, fire resistance and UV resistance. ", "team_id": 94, "all_teams": 285},
{"leader_name": "Mary Wanjohi", "team_name": "GreenStar", "startup_idea": "Building community knowledge on; correct use of agrochemicals to increase production, safe use equipment to reduce health risks, and proper disposal of waste to maintain environment sustainability.  ", "team_id": 95, "all_teams": 285},
{"leader_name": "Lorraine Gichuhi", "team_name": "Hali Akili Mali KE", "startup_idea": "The program strives to reach individuals and groups through wellness sessions in Schools, organizations, CBOs, societies, Sororities and organized groups.", "team_id": 96, "all_teams": 285},
{"leader_name": "George Gitonga", "team_name": "HandITover Power Tools", "startup_idea": "My basic power tools hiring business helps professionals in carpentry, masonry, welding  and farming business access efficient tools at an affordable price therefore adding values to the clients.", "team_id": 97, "all_teams": 285},
{"leader_name": "Doris Waigwa", "team_name": "Haraka Delivery Services", "startup_idea": "Haraka Delivery Services is a motorbike use delivery service company based in Nairobi. Haraka is a Kiswahili name that means fast. We deliver for businesses, professionals and individuals.", "team_id": 98, "all_teams": 285},
{"leader_name": "Allan Kimtai", "team_name": "Hay and Strawberry farming", "startup_idea": "Hay - to suppy Kenya coast farmers during dry spell.\r\nStrawberry- meet the high demand within Supermarkets.", "team_id": 99, "all_teams": 285},
{"leader_name": "Gilbert Odhiambo", "team_name": "Healthylife & Rehab", "startup_idea": "Healthylife & Rehab provides lifestyle health education and community based rehabilitative care to those experiencing or at risk of disabling lifestyle/non-communicable disease processes and injuries.", "team_id": 100, "all_teams": 285},
{"leader_name": "Oscar Odhiambo", "team_name": "Helping Vulnerable Elderlies", "startup_idea": "This is a project aimed at supporting the old and school going children under their care by providing health, education, housing, agricultural education and reduction of poverty among the old.", "team_id": 101, "all_teams": 285},
{"leader_name": "Eliud Luutsa", "team_name": "Heroes for Change", "startup_idea": "We provide socially conscious organizations with solutions to scale their social impact interventions while bridging the experience gap of our youth by upskilling and connecting them to employment\r\n", "team_id": 102, "all_teams": 285},
{"leader_name": "Abdigani ahmed Haji", "team_name": "HILLSVIEW WATERS ", "startup_idea": "The company mainly deals with water purification and bottling. ", "team_id": 103, "all_teams": 285},
{"leader_name": "Josphat Langat", "team_name": "HMIS", "startup_idea": "HMIS package for small healthcare centers and special clinics", "team_id": 104, "all_teams": 285},
{"leader_name": "Sheila Koech", "team_name": "HOCO EcoHomes", "startup_idea": "HOCO has innovated a way of utilizing these coconut wastes to make alternative building materials (blocks, boards) which are ecofriendly, sustainable and affordable; contributing to SDG 1, 12, and 13.", "team_id": 105, "all_teams": 285},
{"leader_name": "Caren Wafula", "team_name": "Home Based Healthcare ", "startup_idea": "It provides vulnerable clients  with convenient and more personalized  healthcare from  their homes especially the elderly, under five children and expectant mothers during this Covid-19 pandemic.\r\n", "team_id": 106, "all_teams": 285},
{"leader_name": "Monica Nyagaya", "team_name": "Hood Expressooh", "startup_idea": "Hood Expressooh is a student coffee shop located in Juja, near JKUAT University's main gate. The coffee shop provides high-class hospitality standards, focusing on specialty coffees from bean to cup.", "team_id": 107, "all_teams": 285},
{"leader_name": "Mayuba Brian", "team_name": "Hydroponics solutions Ltd", "startup_idea": "Hydroponics solutions ltd is determined to construct fodder systems across the country of kenya and help cut down the cost of production by 50% using the smallest amount of space and input cost ", "team_id": 108, "all_teams": 285},
{"leader_name": "Samuel Mweni", "team_name": "Indexfand Group Limited", "startup_idea": "Indexfand Group Limited is a financial technology company that focuses on digital savings. We make it easy for everyone to save from the convenience of their phones.\r\n", "team_id": 109, "all_teams": 285},
{"leader_name": "Pius Nyaga", "team_name": "Interlocking blocks ", "startup_idea": "We are focused on production of soil cement interlocking blocks used in construction of houses at an affordable price. ", "team_id": 110, "all_teams": 285},
{"leader_name": "Esther Muthoni", "team_name": "inua slice foods", "startup_idea": "we aggregate deselected fresh farm produce  from poor farmers ,slice to cooking size,brine and pack and deliver to consumer schools and slum retailers ", "team_id": 111, "all_teams": 285},
{"leader_name": "Joseph Maina", "team_name": "I-SCHOOL IN THE COMMUNITY", "startup_idea": "Introduction \r\nJoetriz Computers is a small computer lab/Cyber aimed to be set within the Nairobi area where young people from low income areas and its dwellers will benefits from Computer Services.", "team_id": 112, "all_teams": 285},
{"leader_name": "Mercy Limbua", "team_name": "I Support SDG2", "startup_idea": "We are focused on food safety advocacy and training, food security and nutrition advocacy, agricultural production advocacy, value addition and post-harvest loss reduction advocacy and training.", "team_id": 113, "all_teams": 285},
{"leader_name": "Joseph Gathoni", "team_name": "IZZY PAY", "startup_idea": "IZZY PAY is a buy now pay later Fin-tech that allows online and offline customers to access household appliances on credit and pay back in affordable daily instalments via pay as you go model.", "team_id": 114, "all_teams": 285},
{"leader_name": "Julius Wambua", "team_name": "JENGA KIJANA INITIATIVE", "startup_idea": "Jenga kijana initiative is an innovative idea under depiction creative solutions aimed at ICT works, printing & publishing. We train young people to be innovative in design, print & technical works.", "team_id": 115, "all_teams": 285},
{"leader_name": "Kennedy Otieno", "team_name": "Jenga Plan", "startup_idea": "Jenga Plan is a construction technology platform that offers efficient and affordable way to plan, estimate cost and manage procurement of building resources (Designs, Materials and Labour)", "team_id": 116, "all_teams": 285},
{"leader_name": "Lameck Owesi", "team_name": "Jenzi Smart", "startup_idea": "An app that connects skilled construction artisans to construction projects in real time.", "team_id": 117, "all_teams": 285},
{"leader_name": "Paul Wachera", "team_name": "Jetflare Paramedics", "startup_idea": "An Emergency medical response team that utilises modern technology", "team_id": 118, "all_teams": 285},
{"leader_name": "Ben Awino", "team_name": "Jifunze", "startup_idea": "Jifunze is a subscription-based Edutech platform aimed at providing its members a space to share life skills, earn from their content, and network with the rest of the world. ", "team_id": 119, "all_teams": 285},
{"leader_name": "Otieno eddy Paul", "team_name": "Ka-Keddy Broiler and Catfish ", "startup_idea": "At Ka-Keddy Broiler and Catfish,we intend to produce broilers and Catfish at lower production to meet the future demand of protein for the kenyan increasing human population.", "team_id": 120, "all_teams": 285},
{"leader_name": "Judith Awuor", "team_name": "Kanyamedha Cricket Venture", "startup_idea": "We produce consumer food products such as cereal flours made with cricket insect powder and dried cricket. Our products have high nutritional content and are suitable for people with special dietary.", "team_id": 121, "all_teams": 285},
{"leader_name": "Moyra Mccarthy", "team_name": "Karai Tea Estate Experience", "startup_idea": "Amazing Tea Estate eco-tour experience in Tigoni, Kenya, dedicated to inspiring collective actions to reverse the impact of climate change for improved human wellbeing.", "team_id": 122, "all_teams": 285},
{"leader_name": "Anna Kadari", "team_name": "KAVALIAN LIMITED", "startup_idea": "We recycle waste papers and plastics into wood which can further be transformed into pieces of furniture such as shelves, benches, tables, stools, chairs, desks, and more.", "team_id": 123, "all_teams": 285},
{"leader_name": "Faith Muinde", "team_name": "kids recreation centre ", "startup_idea": "I would like to start a kids recreation centre around my area since it is a remote area and kids have no access to recreational activities during holidays", "team_id": 124, "all_teams": 285},
{"leader_name": "Alex Wachiya", "team_name": "Kimang'eti Medical Clinic", "startup_idea": "Kimang'eti Medical Clinic is the first phase in the establishment of a low-cost level-5 healthcare facility, for high-quality healthcare to the low-income population of Kakamega County and beyond.", "team_id": 125, "all_teams": 285},
{"leader_name": "Reuben Kiringu", "team_name": "Kiringuplus chemicals ltd", "startup_idea": " A campany that deals to reseach and deliver high end chamicals and will in turn use my resources in the fight against jiggers, a problem facing most of my rural countrymen including school going kids", "team_id": 126, "all_teams": 285},
{"leader_name": "Samuel Mwangi", "team_name": "kiserian boxing federation", "startup_idea": "kiserian boxing federation was created two years ago . The project was created to help the young mind from unruly behaviors.\r\n", "team_id": 127, "all_teams": 285},
{"leader_name": "Cliff Oguk", "team_name": "Kodera Greenhouses", "startup_idea": "Kodera Greenhouses is a start up aimed at creating employment opportunities to youth and women in the society through agriculture.", "team_id": 128, "all_teams": 285},
{"leader_name": "Shadrack Kitavi", "team_name": "KODI MOBILE APP", "startup_idea": "KODI is a mobile application service aiming to automate property management. it aims to ease the work of landlords, property managers, property agents and the tenants by providing  automated services.", "team_id": 129, "all_teams": 285},
{"leader_name": "Eric Gisore", "team_name": "Komboa", "startup_idea": "Komboa is Kenya's Airbnb of cars", "team_id": 130, "all_teams": 285},
{"leader_name": "Dennis Onkangi", "team_name": "Kuza Freezer", "startup_idea": "Kuza Freezer is a pay-as-you-go solar-powered cooling solution that enables rural fishermen to effectively deal with the huge challenge of post-harvest losses.", "team_id": 131, "all_teams": 285},
{"leader_name": "Collins Kathuli", "team_name": "Kyanda", "startup_idea": "Kyanda is a Kenyan fintech startup that offers a 360 degree digital financial services through its infrastructure to majorly serve both individuals(B2C) and Businesses(B2B).", "team_id": 132, "all_teams": 285},
{"leader_name": "Nancy  Wachiuri", "team_name": "Land & Aerial ", "startup_idea": "A web application to visualize property on sale especially land parcels. Our application uses google maps APIs for location data, and virtual reality to present the property as visually accurately.", "team_id": 133, "all_teams": 285},
{"leader_name": "Olivia Chirchir", "team_name": "Leather for Sustainability", "startup_idea": "Koken Leather produces sustainable leather accessories and products for personal and home use; incorporating locally available raw materials that otherwise are regarded to have low economic value.", "team_id": 134, "all_teams": 285},
{"leader_name": "Winnie Otieno", "team_name": "Leeside Realty Ventures", "startup_idea": "My Product/Service is on low-cost affordable residential single-unit rental housing. The project targets the suburbs of Kisumu County. I envision implementing the project within the seven Sub Counties", "team_id": 135, "all_teams": 285},
{"leader_name": "Amos Mathenge", "team_name": "LETS GO GREEN", "startup_idea": "Let's go green is aimed at reducing carbon emissions in our country Kenya and this will be of major help globally for it will take part in reducing the rate of global warming and keep our earth lovely", "team_id": 136, "all_teams": 285},
{"leader_name": "Zipeta Paul", "team_name": "Leverage Online", "startup_idea": "An organization the creates sign language awareness in society and provide equitable opportunities to Deaf Communities in Kenya through technology and education.", "team_id": 137, "all_teams": 285},
{"leader_name": "Christine Nyandega", "team_name": "Linda ndugu initiative project", "startup_idea": "To make sausages and smokies out of Carmel's meat and introduce it to Kenyan market,hence it's healthy,tastier and softer.I want to introduce it so that it can set a pace for pork and beef sausages.", "team_id": 138, "all_teams": 285},
{"leader_name": "Uniter Oyando", "team_name": "Love Twin Designs", "startup_idea": "Love Twin Designs deals in home décor & design, interiors and household items in general. It offers consumers ready access to classy, elegant and quality home décor as well as organizational services.", "team_id": 139, "all_teams": 285},
{"leader_name": "George Onyango", "team_name": "Magical Dragon Fruit Project", "startup_idea": "Magical Dragon Fruit project is about culturing the dragon vines and selling them to locals at affordable prices. It also involves educating the importance of dragon fruit for its adoption.", "team_id": 140, "all_teams": 285},
{"leader_name": "Christine Were", "team_name": "MALAIKA VITALS WATCH", "startup_idea": "MALAIKA VITALS WATCH is an integrated vital signs monitoring  wearable system allowing remote real time patient monitoring. The vital signs include Body temperature, SPO2, Heart rate and Pulse rate.\r\n", "team_id": 141, "all_teams": 285},
{"leader_name": "Samuel Mwangi", "team_name": "MALKIA INCU-BROODER", "startup_idea": "Malkia Incu-Brooder is a two in one automatic incubator and brooder that can automatically hatch eggs then automatically brood chicks and uses solar, electricity or generator as the source of power.", "team_id": 142, "all_teams": 285},
{"leader_name": "Austine J. okoth", "team_name": "MARABA STORES LTD", "startup_idea": "Maraba is a new online shopping platform. Our main goal for existence is to make the Kenyan population believe once again in online shopping by offering Authentic, Available, and Affordable products.", "team_id": 143, "all_teams": 285},
{"leader_name": "Grace Odak", "team_name": "MarliamClean water supply ", "startup_idea": "It focuses on clean water Purification production using supreme osmosis technology to automatically flush contarminants making the water safe for drinking ", "team_id": 144, "all_teams": 285},
{"leader_name": "Cornelius Kipkorir kilimo", "team_name": "MAT360 APP", "startup_idea": "We provide a software as a service to public transport SACCO'S to enable cashless payment collection, efficient fleet and financial management through travel booking hence reducing crowding on stage. ", "team_id": 145, "all_teams": 285},
{"leader_name": "Daniel Mwagona", "team_name": "Mdinzakai Enterprises", "startup_idea": "Mdinzakai Enterprises is a company that deals in making well furnished wood furnitures such as chairs, tables, doors, windows, beds etc. ", "team_id": 146, "all_teams": 285},
{"leader_name": "George Ndungu", "team_name": "Medic", "startup_idea": "A software that allows doctors to send their findings, prescription, appointments and any other medical information that may be of value directly to the patients email or inbox", "team_id": 147, "all_teams": 285},
{"leader_name": "Hem  Bhachu", "team_name": "Medspire Kenya Limited", "startup_idea": "We deal with handheld, smartphone enabled devices for diabetes. Our tests that can be done using our smartphone friendly, pocket friendly devices include glucose, haemoglobin and Lipids", "team_id": 148, "all_teams": 285},
{"leader_name": "Amon Okello", "team_name": " Membership Subscription CBO", "startup_idea": "A community membership subscription organization which does development projects to benefit members of the community who pay subsidised monthly subscription fees to access the benefits. ", "team_id": 149, "all_teams": 285},
{"leader_name": "John  Brian", "team_name": "Metric", "startup_idea": "Metric is a school management  eco-system, Students would be able to pay school fees access notes communicate with lecturers and even borrow books.", "team_id": 150, "all_teams": 285},
{"leader_name": "Stephen Mugwe", "team_name": "MILAL", "startup_idea": "We're a transport and logistics company that aims to operate in East and central Africa.", "team_id": 151, "all_teams": 285},
{"leader_name": "Daniel Kimathi", "team_name": "Modified wall and floor panels", "startup_idea": "The product to be developed is a modification on the normal construction materials to curb risks of fire and heat loss from buildings and sound interruptions.", "team_id": 152, "all_teams": 285},
{"leader_name": "Patience Munene", "team_name": "Mokosoko.com", "startup_idea": "We assist our artisans to turn their ideas into successful businesses. We do so by providing them with resources and a shared, community driven ecommerce platform to sell their handmade items.", "team_id": 153, "all_teams": 285},
{"leader_name": "Stephen Ogola", "team_name": "MoSHO", "startup_idea": "MoSHO is start-up ON DEMAND Mobile low water use car wash services company; an ECO-FRIENDLY and efficient car wash that uses no water and GPS technology to connect to clients and wash cars anywhere", "team_id": 154, "all_teams": 285},
{"leader_name": "Maureen Mwanu", "team_name": "Mpambe Organics", "startup_idea": "We produce organic oils and products while ensuring economic empowerment through tree conservation.", "team_id": 155, "all_teams": 285},
{"leader_name": "Simon Mwangi", "team_name": "Muhiriga Meat Farm ", "startup_idea": "The main focus is providing and supplying and selling fresh animal products from meat, milk and wool. ", "team_id": 156, "all_teams": 285},
{"leader_name": "Patrick Maina", "team_name": "Muhiriga Meat Farm Limited", "startup_idea": "Muhiriga Meat Farm Limited we mainly purchase weak livestock affected drought, fatten them by feeding them with feeds with high nutrients then slaughter them and sell their meat products,", "team_id": 157, "all_teams": 285},
{"leader_name": "Jacinta Mwendwa", "team_name": "Mweja_Trends ", "startup_idea": "Selling and branding T_shirts ", "team_id": 158, "all_teams": 285},
{"leader_name": "Nathan Kamau", "team_name": "My Ascendance ", "startup_idea": "My Ascendance is a three way interactive service, parent-child-coach online platform (web and App) that is revolutionizing parenting and enhancing child growth through self-expression. ", "team_id": 159, "all_teams": 285},
{"leader_name": "Daniel Manyasi", "team_name": "My Manifesto", "startup_idea": "My Manifesto is an online platform that seeks to educate voters on the people who shall be  vying for political seats as well as their plans, policies and track record . ", "team_id": 160, "all_teams": 285},
{"leader_name": "Robert Muoka", "team_name": "My Shamba Digital ", "startup_idea": "My Shamba Digital is the world's first vertically integrated conveyancing platform. \r\n\r\n", "team_id": 161, "all_teams": 285},
{"leader_name": "Ali Mwangolo", "team_name": "MY TIME", "startup_idea": "BUTCHERY TOTAL MEAT SUPPLIER", "team_id": 162, "all_teams": 285},
{"leader_name": "Caroline Muchiri", "team_name": "NAS FARM", "startup_idea": "We exist to feed the nations by supplying them with sustainably grown and certified French beans.", "team_id": 163, "all_teams": 285},
{"leader_name": "George Okoth", "team_name": "National eLearning Platform", "startup_idea": "We seek to provide an avant-garde National E-Learning Resource Center with top quality educational\r\nmaterials for unskilled, semi-skilled and skilled Kenyan population.", "team_id": 164, "all_teams": 285},
{"leader_name": "Mark Muli", "team_name": "Neli LED bulbs", "startup_idea": "Our products are for mainly lighting our customers homes and businesses. They consume less energy since they use modern LED technology to generate light thus saving you on electricity bills. ", "team_id": 165, "all_teams": 285},
{"leader_name": "Nelson Ochondo", "team_name": "Nellymedia Entertainment", "startup_idea": "We publish important news stories often bypassed by mainstream media on our online platforms ( YouTube channel and Website) \r\nvhttps://nellymedianews.com/\r\n\r\nhttps://m.youtube.com/channel/UCXFzbXhNNC5o", "team_id": 166, "all_teams": 285},
{"leader_name": "Tom Njoroge", "team_name": "Neural Labs Africa Ltd", "startup_idea": "Neural Labs Africa Ltd is an innovative medical technology Company using Artificial Intelligence to transform medical imaging diagnosis we have developed an algorithm that uses AI to identify diseases", "team_id": 167, "all_teams": 285},
{"leader_name": "Joseph Mwaniki", "team_name": "NikoRadius ", "startup_idea": "Nikoradius is a cloud-based software as a service platform for internet service providers. Nikoradius transforms small medium and local ISPs business to automated, data-driven and high return business", "team_id": 168, "all_teams": 285},
{"leader_name": "Samuel Kioko", "team_name": "Nipe WiFi", "startup_idea": "Nipe Wi-Fi is an ISP enterprise that focuses on delivering fast, reliable and most important  affordable Wi-Fi services.\r\nWe provide internet services through hotspot devices across Mariakani.", "team_id": 169, "all_teams": 285},
{"leader_name": "Novella Stan", "team_name": "Novelle dating site", "startup_idea": "It's a new dating site and it aims to connect singles to help them  interact online and create meaningful relationships.", "team_id": 170, "all_teams": 285},
{"leader_name": "Rose Muchiri", "team_name": "Nualocal.co.ke ", "startup_idea": "Nualocal.co.ke is a website that will promote and sell locally made products to create a demand and supply gap for products made in Kenya.  Therefore,  creating opportunities for young Kenyans. ", "team_id": 171, "all_teams": 285},
{"leader_name": "Khalid Ahmed", "team_name": "NUTRITECH LLC", "startup_idea": "We are a health tech startup that is aimed at battling COVID-1 spread in hospital using machine learning and artificial intelligence.", "team_id": 172, "all_teams": 285},
{"leader_name": "Dorcas  Wamaitha", "team_name": "NYUMBA BORA, MAISHA BORA", "startup_idea": "Glittering Diamonds Ltd trades primarily in interlocking stabilized soil blocks (ISSB). The company's service offering includes construction of houses using ISSB and masons training.", "team_id": 173, "all_teams": 285},
{"leader_name": "Edwin Kirimi", "team_name": "Nyumbani care", "startup_idea": "Nyumbani care is a domestic services provider that aims to provide an array of services at the comfort of someone's home digitally. Basically,  we are the \"Amazon\" of services  with a twist.\r\n", "team_id": 174, "all_teams": 285},
{"leader_name": "Nyaruai  Muriithi", "team_name": "NYUNGU AFRIKA", "startup_idea": "Our product is an eco-friendly sanitary towel made from the underutilized agricultural waste of pineapple leaves and corn husks The project aims to solve period poverty, reduce Co2 gases & recycling. ", "team_id": 175, "all_teams": 285},
{"leader_name": "Mercy Kiptui", "team_name": "Nywele Nyumbani", "startup_idea": "Nywele Nyumbani (\"Beauty@Home\") is an online platform that links today's women to the best-suited beauticians/ stylists and beauty content and enables them to be served in the comfort of their homes. ", "team_id": 176, "all_teams": 285},
{"leader_name": "Oliver Ilavaza", "team_name": "Oasis", "startup_idea": "We deal with African foods especially Kenyan mesls and all kinds of soft d", "team_id": 177, "all_teams": 285},
{"leader_name": "Martha Akinyi", "team_name": "Okoa Foods Ltd", "startup_idea": "Okoa Food is an app that connects farmers, livestock producers, small farm produce retailers and fisherfolk to vendors and end consumers. ", "team_id": 178, "all_teams": 285},
{"leader_name": "Gordon Ondiek", "team_name": "Ondiek Banana Farming project", "startup_idea": "Banana project is aiming to enhance farmers capacity building within my locality area through training and demonstration where farmers learn on how to grow bananas for food security", "team_id": 179, "all_teams": 285},
{"leader_name": "Sammy Muya", "team_name": "Oneplus Eco Safaris", "startup_idea": "The main idea of the project is to conserve our local tourist destination and  conservation of our environment\r\nOther than that it will create some form of employment to local tree seller \r\n# let's tr", "team_id": 180, "all_teams": 285},
{"leader_name": "Lucy Wangari", "team_name": "Onion doctor ", "startup_idea": "Onion doctor is an agribusiness company that serves  onion farmers by providing them with seed propagation,ready seedlings ,agronomic support & market linkages thus creating transparency in the chain.", "team_id": 181, "all_teams": 285},
{"leader_name": "Dan Ndirangu", "team_name": "Paracord254", "startup_idea": "Paracord 254 is a Project aimed at curbing mental health issues and also is a sign of victory in past wars and battles , through this journey of life .achieved through well knitted bracelets.", "team_id": 182, "all_teams": 285},
{"leader_name": "Kinya Kimathi", "team_name": "Passionate about technology", "startup_idea": "We offer tailored field testing, after-sale support and product development advisory services for innovators with exciting new technologies and are looking to launch in the Kenyan market.", "team_id": 183, "all_teams": 285},
{"leader_name": "Patrick Mwakio", "team_name": "Patorganixs", "startup_idea": "We intend to produce pure organic agricultural products with an aim of conserving the environment through our self-sustaining ecosystem farm technique in which will ensure we maintain a balance.", "team_id": 184, "all_teams": 285},
{"leader_name": "Favour Njogu", "team_name": "Patwa-Lost and Found Center", "startup_idea": "We help people recover their lost and found items by centralizing the place such items are brought once found then leveraging the use of technology to make it easy and convenient for people to search.", "team_id": 185, "all_teams": 285},
{"leader_name": "Lynn Cherop", "team_name": "Paylend Limited", "startup_idea": "Paylend is digitizing the informal MSMEs one at a time turning them into revenue centres allowing them to be bankable. ", "team_id": 186, "all_teams": 285},
{"leader_name": "Charles  Ndiritu", "team_name": "Pen Pearl Ventures SDG Project", "startup_idea": "Pen Pearl Ventures motto is to bridge the gap with ventures meaning that in all spheres of life, we want to create jobs among the youths in Kenya by offering quality-oriented services. ", "team_id": 187, "all_teams": 285},
{"leader_name": "Peter Muturi", "team_name": "Pertom Digital Limited", "startup_idea": "We empower , businesses and brands to transform their businesses by accelerating digital innovation, thus leverage domain expertise and utilizing business potential presented by the digital space.", "team_id": 188, "all_teams": 285},
{"leader_name": "Dennis Kawawa", "team_name": "PesaTrail", "startup_idea": "PesaTrail is a financial management tool that aims to help individuals and businesses take control of their money by leveraging machine learning to  provide powerful insights and analytics.", "team_id": 189, "all_teams": 285},
{"leader_name": "Joshua Nyantika", "team_name": "Piczangu Photosharing Platform", "startup_idea": "Piczangu, which means, “my photos”, is a digital photo-sharing platform.\r\n\r\nPhotographers upload photos onto the platform. Their clients access and purchase their photos directly to their phones or PCs.", "team_id": 190, "all_teams": 285},
{"leader_name": "Washington Mageto", "team_name": "PLAT-DEL®", "startup_idea": "PLAT-DEL® by TransNorth Premium Logistics is a ready-made food, grocery, pharmaceuticals and parcel delivery service with web, android and iOS applications.\r\n\r\nWe conveniently move with you!", "team_id": 191, "all_teams": 285},
{"leader_name": "Jeremy Kalafa", "team_name": "Pneumatika Coaching Services", "startup_idea": "Mentoring and nurturing foundational skills that equip children for their God given destinies through sports, talent development, agriculture and skills training ", "team_id": 192, "all_teams": 285},
{"leader_name": "Gilbert Nakiboli waliuba", "team_name": "Popote Printers and Branding", "startup_idea": "Connecting SME(s) to talented creative designers and  affordable design, print and branding vendors within their locality.", "team_id": 193, "all_teams": 285},
{"leader_name": "Harrison Kioko", "team_name": "POULTRY REARING", "startup_idea": "My proposed product is improved kienyeji chicken. Improved kienyeji chickens grows very faster and their production of eggs is higher. This can end poverty by selling poultry poultry products. ", "team_id": 194, "all_teams": 285},
{"leader_name": "Ayub Wafula", "team_name": "Poultry specifically chicken", "startup_idea": "My project is all about poultry \r\nSpecifically for chicken keeping and it's product like eggs and meat.", "team_id": 195, "all_teams": 285},
{"leader_name": "Moses Kihumba", "team_name": "Project Carhoot", "startup_idea": "Carhoot App provides end-to-end car care services to car owners in Kenya. Through the app, users can book car repairs, schedule regular service, buy new cars and access 24 hours roadside rescue.", "team_id": 196, "all_teams": 285},
{"leader_name": "David Chai", "team_name": "Project TDC", "startup_idea": "True Denim Collection (TDC) is a brand that specifically focuses on fashion and the production and sale of denim.  \r\nAdditionally, an affiliate (TDC Experience) of TDC, leverages art & entertainment.", "team_id": 197, "all_teams": 285},
{"leader_name": "Joseph Wangari", "team_name": "Quicksale Marketing Division", "startup_idea": "QUICKSALE is a marketing company involved in direct sales that seeks to empower youths with leadership and entrepreneurial skills in order to elevate them economically and socially. JUICE!!!", "team_id": 198, "all_teams": 285},
{"leader_name": "Martin Jodo", "team_name": "Rabbii TeeCha Home Tuition", "startup_idea": "Rabbii creates flexible learning schedules for our learners that fit in their busy schedules, providing them with teachers who help them learn any skill or concept at their convenience for a low cost.", "team_id": 199, "all_teams": 285},
{"leader_name": "Phoebe Cherop", "team_name": "Rainwater harvesting", "startup_idea": "Construction of concrete tanks in the rural areas. This will help villagers store rain water that will be used during the summer seasons. It should hold a capacity of 100 cubic meters. ", "team_id": 200, "all_teams": 285},
{"leader_name": "Benson Agunga", "team_name": "REARING OF BLACK SOLDIER FLY", "startup_idea": "The main products include: larva (used as animal feeds),frass(used as organic fertiliser) and environmental conservation (the larva stage of BSF feeds on organic waste hence helps in waste management)", "team_id": 201, "all_teams": 285},
{"leader_name": "Lavender Odeny", "team_name": "Renman Africa", "startup_idea": "Renman Africa is a processor of raw cassava into flour, starch and feeds. Our mission is to deliver high quality low cost foods while creating a market for marginalized cassava farmers in Kenya.\r\n", "team_id": 202, "all_teams": 285},
{"leader_name": "Ernest Magina", "team_name": "Rented-A cheaper way to rent ", "startup_idea": "Rented is a startup seeking to create an easier platform whereby middle-class Kenyans looking for Apartments to rent can click on the Rented app or website and search for a house of their choice.", "team_id": 203, "all_teams": 285},
{"leader_name": "Faith Gambo", "team_name": "Riders Academy Kenya", "startup_idea": "Riders Academy Kenya will offer\r\n1) Affordable and of high quality Class A2 motorbike training.\r\n2) A wide selection of insurance services with affordable premiums.\r\n3) Motorbike spare part shop.", "team_id": 204, "all_teams": 285},
{"leader_name": "Jacob Rugano", "team_name": "Road Accident Control system", "startup_idea": "We developed a system that uses sensors installed inside the car that use machine learning and AI and mobile technology to detect and control vehicle road accidents before they happen.", "team_id": 205, "all_teams": 285},
{"leader_name": "Jackline Waiharo", "team_name": "Safe Haven community", "startup_idea": "Safe Haven Community (SHC)is a start-up youth-led organization born from the realization that children with disabilities have a hard time getting or staying in school because of their challenges.", "team_id": 206, "all_teams": 285},
{"leader_name": "Elizabeth Githinji", "team_name": "Salon", "startup_idea": "I would wish to add some products in my orking place that would help my business grow, and add employees", "team_id": 207, "all_teams": 285},
{"leader_name": "Jane Mugo", "team_name": "Samawati Usafi limited", "startup_idea": "Samawati Usafi Limited provides ultra-modern, inclusive, and accessible public sanitary facilities that are clean, dignified, and affordable to ALL in the urbanizing towns(secondary cities)", "team_id": 208, "all_teams": 285},
{"leader_name": "Joseph Bundi", "team_name": "San Joseph Medical Centre", "startup_idea": "San Joseph Medical Centre is a health facility registered under the medical act as a level 3A and currently offering outpatient services to the general population.It is located in Timboroa,Baringo.", "team_id": 209, "all_teams": 285},
{"leader_name": "Kenneth Bulbul", "team_name": "Service Provider", "startup_idea": "I bring solutions to Nairobi's population who are disturbed by household pests such as rats, bedbugs, cockroaches among others. Latest organic and chemical free approach is my biggest advantage.", "team_id": 210, "all_teams": 285},
{"leader_name": "Grace Wanjiru", "team_name": "SFN Skincare", "startup_idea": "Our skincare line delivers a punch of youthful oasis. Masterfully formulated from a selection of high-quality plant-based ingredients, it is designed to uncover glowing skin. Proudly wear your skin!", "team_id": 211, "all_teams": 285},
{"leader_name": "Morris Kiriinya", "team_name": "shadow- logistic company", "startup_idea": "at shadow we take young people from the rural and low-income areas within the country, take them through training and attach them to various clients looking for delivery agents for their products", "team_id": 212, "all_teams": 285},
{"leader_name": "Bramwell Kipkoskei", "team_name": "SILQU", "startup_idea": "Silqu is Africas most advanced PropTech platform in real estate. We aim to bridge the gap between rel estate needs and Technology", "team_id": 213, "all_teams": 285},
{"leader_name": "Lilah Chonge", "team_name": "SkifoW Vocational Center", "startup_idea": "SkifoW Vocational Center proposes to offer training and engagement in production to stay at home not by choice unemployed women of Makutano area in vocational areas such as tailoring.", "team_id": 214, "all_teams": 285},
{"leader_name": "James Muriithi", "team_name": "SKYWAVE MARKETPLACE FOR ALL", "startup_idea": "SKYWAVE  is an ecommerce with a physical presence that has been operating for the last two years in Nairobi cbd.", "team_id": 215, "all_teams": 285},
{"leader_name": "Swabrina  Chepkemoi", "team_name": "SMART BLOXY MOBILE MEDICAL APP", "startup_idea": "This  Medical App. offers hope to those who might find it difficult in accessing medical consultations. It detects symptoms, tests respiratory infections and relays information to hospitals  remotely.", "team_id": 216, "all_teams": 285},
{"leader_name": "Cynthia Wafula", "team_name": "Smartphone Graphics", "startup_idea": "My product is a graphic design business that was started in 2020 October. I am a tech Oriented person and a graphic designer who deals with logos, business cards, posters banners etc. ", "team_id": 217, "all_teams": 285},
{"leader_name": "Martin Wanjia", "team_name": "Smart Shopper", "startup_idea": "This is a stand alone mobile based Point of Sale System that manages small and medium enterprises. from stock, cash flow and profits. The system is equipped with a barcode scanner and MPESA checkout", "team_id": 218, "all_teams": 285},
{"leader_name": "Arosi Abrahim", "team_name": "soccerpower99", "startup_idea": "Soccerpower99 is an online media platform that covers grassroots football matches in\r\nKenya. Filling the gap of equality and inclusion we showcase female football to encourage more women in sports", "team_id": 219, "all_teams": 285},
{"leader_name": "Joshua Mwamba", "team_name": "Soko Online Platform", "startup_idea": "Soko Online is a SAAS e-commerce engine designed to help merchants grow their online sales by leveraging the combined power of market intelligence and integrated social commerce", "team_id": 220, "all_teams": 285},
{"leader_name": "Joseph  Mbuthia", "team_name": "Solar backup & minigrids", "startup_idea": "Solar Energy Solutions I.e.,\r\nSolar backup system \r\nSolar minigrids\r\nSolar water heating systems ", "team_id": 221, "all_teams": 285},
{"leader_name": "Mercy Kamiti", "team_name": "Solar-powered Lanterns Impart", "startup_idea": "Solar-powered Lanterns are designed to improve quality of life accessibility to off-grid underserved areas and guarantee delivery on time.", "team_id": 222, "all_teams": 285},
{"leader_name": "Milcah  Njuguna", "team_name": "Solar Systems ", "startup_idea": "I offer energy solutions and design as well as  implement solar energy systems. By powering communities and lighting up lives I contribute to job creation and development in the country. ", "team_id": 223, "all_teams": 285},
{"leader_name": "Alex Njuguna", "team_name": "SpecialPRO", "startup_idea": "To convert waste biomass into larvae and residue. The larvae consist of protein and crude fat. This insect protein is of high quality and is an important feed source for chicken, fish and pigs.", "team_id": 224, "all_teams": 285},
{"leader_name": "Grace Maina", "team_name": "Springshub Solutions", "startup_idea": "Bookkeeping solutions for start ups and SME's, offering Data entry and tax services at affordable costs.", "team_id": 225, "all_teams": 285},
{"leader_name": "Florence Sitati", "team_name": "SSTREAM", "startup_idea": "The SSTREAM App is an experience management and ticketing tool that allows people to monetize from organizing physical, virtual and hybrid gatherings. ", "team_id": 226, "all_teams": 285},
{"leader_name": "Mishael Odhiambo", "team_name": "StaNu", "startup_idea": "StaNu is a short video creation and sharing app, with livestreaming that trend instantly. Content creators can earn from tips from other users or sponsors.", "team_id": 227, "all_teams": 285},
{"leader_name": "Bildad Mwawughanga", "team_name": "Stargate services solution", "startup_idea": "Stargate services solution is a repair business, all devices (cell phone, computers, TVs, radios etc)the business also deals with accessories sales, CCTV installation and IT consultancy service", "team_id": 228, "all_teams": 285},
{"leader_name": "Njeri Muchina", "team_name": "Start Up Challenge", "startup_idea": "Maximum Cleaning Hub (Max Hub) is a home cleaning company based in Meru Kenya. Our aim is to change the attitude towards cleaning jobs; we pick \"mama fuas\" and train them on high standards of cleaning", "team_id": 229, "all_teams": 285},
{"leader_name": "Simon Ndirangu", "team_name": "St.Mechanic", "startup_idea": "St.Mechanic is a marketplace for vehicle repairs and maintenance that also combines a garage management software for partner garages/car care canters. It allows car owners to book garages online", "team_id": 230, "all_teams": 285},
{"leader_name": "Jimton Mugambi", "team_name": "Stressfree Foods", "startup_idea": "Stressfree foods sources and supplies nutritious indigenous produce in the range of fruits, vegetables and tuber/root crops. We aim at monitoring production to ensure food safety and traceability.", "team_id": 231, "all_teams": 285},
{"leader_name": "Rose Chemiat", "team_name": "Student Laundry Services", "startup_idea": "Providing convenient and efficient automated laundry services that save water and save students time. ", "team_id": 232, "all_teams": 285},
{"leader_name": "Jonah Mwangi", "team_name": "sustainable sting", "startup_idea": "sustainable sting is a project that produces eco fibre and wooven fabrics from stinging nettle that is grown on non productive steepslopes in eco conservative manner .", "team_id": 233, "all_teams": 285},
{"leader_name": "Zacharia Muteti", "team_name": "SUSTAINED BEE KEEPING IN MASII", "startup_idea": "By 28.05.2024, Through the donation by Total Energies, the community of Muthetheni ward has at least Two functioning apiaries, 40 trained community members, all registered into a Self Help Group", "team_id": 234, "all_teams": 285},
{"leader_name": "Dean Ireri", "team_name": "Tahasub Security Limited", "startup_idea": "We provide Guarding Services, Alarms & Access Controls, and Security Systems Maintenance. ", "team_id": 235, "all_teams": 285},
{"leader_name": "Martina Aoko adega", "team_name": "Tajizuri foundation initiative", "startup_idea": "Eliminating barriers to education to reduce school drop out rates in 3 schools in rural parts of homebody county through an integrated program that brings together the learner, teacher and caregiver", "team_id": 236, "all_teams": 285},
{"leader_name": "Keya Brian", "team_name": "Taka Safi", "startup_idea": "We are developing smart bins that Monitor waste levels and send feedback in real time, so depending on data received  the system can generate a waste collection schedule for the bins to be cleared.", "team_id": 237, "all_teams": 285},
{"leader_name": "Sheila Mbae", "team_name": "TECH CARE E-WASTE SOLUTIONS", "startup_idea": "TECH CARE E-WASTE SOLUTIONS is a business built over the need to clear out our water-bodies, landfills and general environment of electronic waste; for example your obsolete mobilephones and monitors.", "team_id": 238, "all_teams": 285},
{"leader_name": "Davis Chore", "team_name": "Tecohealth Solutions ", "startup_idea": "Networking Health Providers and Suppliers for Efficiency in Service Delivery and  Patient-Centered Care.", "team_id": 239, "all_teams": 285},
{"leader_name": "Eugine Makhuli", "team_name": "The Art Fam (TAF)", "startup_idea": "The Art Fam is an award winning social enterprise that supports both performing and visual artist through training, up-skilling and aligning them market and job opportunities. ", "team_id": 240, "all_teams": 285},
{"leader_name": "Kenyanito Baraka", "team_name": "The Cifars Group Of Companies", "startup_idea": "The Cifars Group, a creative problem solving agency solves day to day business challenges that businesses face in their quest to become more profitable, including research, distribution and marketing", "team_id": 241, "all_teams": 285},
{"leader_name": "Mark Ogot", "team_name": "TheDatabase", "startup_idea": "We connect people seeking opportunities to people giving them. These in the form of gigs, jobs, internships and volunteering. We curb unemployment, poverty and unemployment-related social vices.", "team_id": 242, "all_teams": 285},
{"leader_name": "Jackson Macharia", "team_name": "The Holiday Crafters LTD", "startup_idea": "The Holiday Crafters Limited is a travel agency in Kenya that specializes in creating custom holiday packages on hotels, resorts, villas, safari camps, and lodges for individuals, couples and families", "team_id": 243, "all_teams": 285},
{"leader_name": "Boniface Otieno", "team_name": "The Luncheon Company", "startup_idea": "The Luncheon Company is a food delivery software designed to help companies to launch a marketplace for food ordering and delivery without having to worry about any of the associated complications.", "team_id": 244, "all_teams": 285},
{"leader_name": "Shanice Wainaina", "team_name": "Through My Eyes", "startup_idea": "Through my eyes is  providing professional, trained and accredited caregivers to children with disabilities. We are focusing mainly on special needs. We are providing  services at a subsidized cost.", "team_id": 245, "all_teams": 285},
{"leader_name": "Francis Kiruka", "team_name": "Thuku Investments", "startup_idea": "Supply of meals through an online platform. Our core business is to supply meals to staffs of companies, institutions and individuals as they work to feed the nation", "team_id": 246, "all_teams": 285},
{"leader_name": "Joel Miruni", "team_name": "Toi Market Online", "startup_idea": "Toi Market Online is an online platform (web application and also available in playstore and appstore) that enables stall owners (vendors) at Toi Market to rent virtual stalls", "team_id": 247, "all_teams": 285},
{"leader_name": "Kaberia Patrick", "team_name": "Topchoice AgriTECH", "startup_idea": "Topchoice AgriTECH is an integrated Agribusiness value product using Mobile Technology utilizing street families in Informal areas to grow organic food materials in reclaimed land spaces and value add", "team_id": 248, "all_teams": 285},
{"leader_name": "Anthony Muthungu", "team_name": "TOTOSCI USB CABLES", "startup_idea": "TOTOSCI USB Cables are Made in Kenya USB Mobile phone chargers for smartphone and iOS users for Africa.", "team_id": 249, "all_teams": 285},
{"leader_name": "Kennedy Oyende", "team_name": "TRAVELS AND LOGISTIC CHAIN", "startup_idea": "My proposed service is all about shipping and transportation of goods and travelers from one location to a very final destination making availability of the service at very doorstep for customers.", "team_id": 250, "all_teams": 285},
{"leader_name": "Ibrahim Okich", "team_name": "tripleaim", "startup_idea": "We seek to improve patients’ experience, quality of care, health equity and reduce the cost of care by automating healthcare processes and leveraging data for decision making in disease management.", "team_id": 251, "all_teams": 285},
{"leader_name": "Nicholas Obudho", "team_name": "TUTELAGE", "startup_idea": "TUTELAGE is a web based app / platform which  utilizes technology to link students of any subject matter in any school category (primary, secondary & tertiary) with qualified tutors.", "team_id": 252, "all_teams": 285},
{"leader_name": "Samuel Murigi", "team_name": "TVET institution", "startup_idea": "My institution is a registered technical and vocational training institution (TVET\r\n)registered to offer certificate,diploma and professional programmes.", "team_id": 253, "all_teams": 285},
{"leader_name": "Phyian Karinge", "team_name": "TWAA", "startup_idea": "TWAA is a diverse, inclusive and safe digital space for community building, connection with peers and mentors, knowledge sharing and access to personal and professional development tools.", "team_id": 254, "all_teams": 285},
{"leader_name": "Joseph Mokaya", "team_name": "UBUNTU WALLET", "startup_idea": "Ubuntu Wallet is a fintech arm of Ubuntu Hospital whose main aim is to bring innovation to healthcare aiming to make it more accessible and affordable. Loans with equal payment plans to medical bills.", "team_id": 255, "all_teams": 285},
{"leader_name": "Joyce Wambora", "team_name": "Uko Sawa", "startup_idea": "Uko Sawa is an easy-to-use online platform that provides on-demand access to affordable mental health therapy for young people through their mobile phones or web-enabled devices wherever they are.", "team_id": 256, "all_teams": 285},
{"leader_name": "Gabriel Nyangwono", "team_name": "umeme safi", "startup_idea": "High capacity small form photovoltaic system for small scale use.", "team_id": 257, "all_teams": 285},
{"leader_name": "Mark Kamau", "team_name": "URBAN LUXE", "startup_idea": "Urban Luxe is a house hunting web and mobile application platform for vacant rental units in apartments with GPS intergration and embedded virtual tours for the units as advertisements", "team_id": 258, "all_teams": 285},
{"leader_name": "Pramila Mwibanda", "team_name": "Urban Smart Gardeners", "startup_idea": "We design and install efficient urban garden systems using techniques we have developed to maximize production by 60% while using 50% less resources in order to green cities and feed its dwellers.", "team_id": 259, "all_teams": 285},
{"leader_name": "Brian Onyango", "team_name": "Usafi Green Energy Limited ", "startup_idea": "USAFI ENERGY  we convert invasive prosopis tree into clean fuel briquettes and as well do production of affordable clean cookstoves and sale them to the Refugees and host communities within kakuma.\r\n\r\n", "team_id": 260, "all_teams": 285},
{"leader_name": "Chege Ngeru", "team_name": "Vaxxies Platform", "startup_idea": "Vaxxies is a platform whose main aim to induce a speedier economic recovery by establishing a measure of public confidence that returning to work, eating at a restaurant, shopping at a local boutique.", "team_id": 261, "all_teams": 285},
{"leader_name": "Elly  Savatia", "team_name": "Veezaviz", "startup_idea": "Veezaviz is committed to creating new generation innovative technologies that enable two-way communication between Deaf and hearing through Artificial Intelligence-based sign language interpretation", "team_id": 262, "all_teams": 285},
{"leader_name": "Andrew Owino", "team_name": "Venandy", "startup_idea": "I came up with an idea of helping young girls and ladies who can't afford sanitary towels and pants as well.", "team_id": 263, "all_teams": 285},
{"leader_name": "Diana wairimu Njuguna", "team_name": "Vermi-Farm Initiative LTD", "startup_idea": "Our fertilizer is environmental friendly, very nutritious to the soil, increases crop yields and will be available to farmers at affordable prices compared to synthetic fertilizers in Kenyan markets.", "team_id": 264, "all_teams": 285},
{"leader_name": "Tracy Muthini", "team_name": "Victessy Fashion", "startup_idea": "I as Victessy Fashion and Designs.It's my dream one day to start TRACY FOUNDATION, where I will be helping the need in the community in because I know how it feels to lack because I have experienced.", "team_id": 265, "all_teams": 285},
{"leader_name": "Kevin Kinyua", "team_name": "vins auto centre", "startup_idea": "Vins Auto centre  - www.vins.co.ke \r\nWe are an upcoming Auto dealership and garage that also offers electric car charging stations. We deal with importation of cars and maintenance .", "team_id": 266, "all_teams": 285},
{"leader_name": "Michael Nzau", "team_name": "Visuals Opticals ", "startup_idea": "Visuals Opticals is an orbital clinic that serves as a first aid service for eye based disorders In a rural setting. Serving the community by cubing and managing disorders and spectacles correction ", "team_id": 267, "all_teams": 285},
{"leader_name": "Kelvin Rukenya", "team_name": "VroomAutos", "startup_idea": "VroomAutos is an app based car service company, committed to making the car servicing experience hassle-free & easy for everyone. Free doorstep car pick & drop and 40% plus cost saving with VroomAutos", "team_id": 268, "all_teams": 285},
{"leader_name": "Risper Waigiri", "team_name": "WAIGIRI DYNASTIES", "startup_idea": "I Make Package and sell Liquid Hand wash and Body Shower Gels.\r\n", "team_id": 269, "all_teams": 285},
{"leader_name": "Kevin Aura", "team_name": "WASH ME PLEASE", "startup_idea": " Wash Me Please is a cleaning and auto detailing venture providing eco-friendly, professional, quality, affordable, timely and flexible tech driven mobile services in residential areas in Kenya.  ", "team_id": 270, "all_teams": 285},
{"leader_name": "Job  Magdave", "team_name": "WASTE AND GARBAGE RECYCLING", "startup_idea": "The amount of waste and garbage around my area was in great heaps since we started we cleared up all the heap and made sure there are recycling point for all kind of all kind of waste and monetized it", "team_id": 271, "all_teams": 285},
{"leader_name": "Brian Amenya", "team_name": "WASTE MANAGEMENT.", "startup_idea": "We produce animal protein from organic waste through an insect called black soldier fly, we have two products from that mainly animal protein and rich organic fertilizer. we produce charcoal briquets.", "team_id": 272, "all_teams": 285},
{"leader_name": "Jemimah Kariuki", "team_name": "Wheels For Life", "startup_idea": "Wheels for Life is dedicated to improving pregnancy outcomes and reducing pregnancy-related complications and death by providing prompt access to care through telemedicine and emergency transport", "team_id": 273, "all_teams": 285},
{"leader_name": "Collins Kipchirchir", "team_name": "Wholesale Kapchumo highway    ", "startup_idea": "I sell things like sugar,rice,coocking fat and all the other needs for a daily use", "team_id": 274, "all_teams": 285},
{"leader_name": "Daphine Atieno", "team_name": "WINAM KENYATTI FILMS GROUP", "startup_idea": "This is a filming and photography group, started and run by some passionate film makers.", "team_id": 275, "all_teams": 285},
{"leader_name": "Delvin Litu", "team_name": "Women Chauffered Car Hires.", "startup_idea": "Car hire has many risks involved, However in my start up I desire to empower women drivers with professionalism, customer focus and ensure that security is paramount as they carry out their duties.", "team_id": 276, "all_teams": 285},
{"leader_name": "Frankline  Ojiambo", "team_name": "Women in repair business", "startup_idea": "Our core business design is the repair and maintenance of smartphones, computers, and laptops. We also economically empower vulnerable women with ICT technical skills free of charge.", "team_id": 277, "all_teams": 285},
{"leader_name": "Yosam Sande", "team_name": "Yosam branding", "startup_idea": "we are offering a branding service, we print promotional items like t-shirts, reflector jackets , dust coats all employee uniforms ", "team_id": 278, "all_teams": 285},
{"leader_name": "Pius Langat", "team_name": "Youth and women empowerment", "startup_idea": "Services will be financial, training, Market linkages and Education.\r\n\"When you empower a youth and woman, you empower a family and a whole nation\"", "team_id": 279, "all_teams": 285},
{"leader_name": "Vanita Kihuthia", "team_name": "YOUTH LITE", "startup_idea": "Youth LITE is creating linkages between higher learning institutions and industry through student consulting project-based learning opportunities thereby addressing the employability of youth.", "team_id": 280, "all_teams": 285},
{"leader_name": "Paul Muhia", "team_name": "Zero-emission JUA ebikes", "startup_idea": "JUA ebike is an affordable electric-powered bicycle offering zero-emission transport solutions for commuters and delivery riders with a speed of up to 60 km/h and a distance of up to 100 km.", "team_id": 281, "all_teams": 285},
{"leader_name": "Enock heri Wilson", "team_name": "ZEVUA AFRICA C.B.O", "startup_idea": "Zero Vulnerabilities and Apathies in Africa is a community based organisation, founded on the 4th March 2020 in Nairobi county, Njiru sub-county. Dandora division, Kariobangi south location, Mowlem.", "team_id": 282, "all_teams": 285},
{"leader_name": "Benard Musyoki", "team_name": "ZINGATIA EDEN FARM", "startup_idea": "Zingatia Eden farm specialises in growing fresh and quality garlic, capsicum, butternuts and red onions for household consumption and cooperate supply to hotels, restaurants and nearby schools.", "team_id": 283, "all_teams": 285},
{"leader_name": "John Kerama", "team_name": "Zoezi Revision", "startup_idea": "Zoezi Revision is a Kenyan curriculum-based primary school online revision content that offers interactive and auto-marked revision questions with Social & Emotional Learning quizzes & model KCPE exam", "team_id": 284, "all_teams": 285},
{"leader_name": "Rawlings  Otini", "team_name": "Zuru", "startup_idea": "Zuru connects local car owners with travelers looking to hire those cars.", "team_id": 285, "all_teams": 285}
]