[
{"leader_name": "Janet Kapito", "team_name": "Beauty,Health and Wellness", "startup_idea": "Providing beauty products and services to customers like; body massages, manicure, pedicure, waxing, braiding, hair perming, oils and mobile services according to customer needs at their comfort", "team_id": 4, "all_teams": 60},
{"leader_name": "Lumbani Mvula", "team_name": "Biomass Briquettes making", "startup_idea": "At E&L enterprise we are specialists in producing biomass briquettes from agricultural waste material into charcoal briquettes hence reducing pressure on fuel wood charcoal using in Malawi.", "team_id": 5, "all_teams": 60},
{"leader_name": "Tikhala Katemecha", "team_name": "Bobby Bricks", "startup_idea": "An innovative and sustainable building materials startup. Current range of products include Stabilized soil bricks & Concrete Blocks that are cost-effective & conservative of the environment.", "team_id": 6, "all_teams": 60},
{"leader_name": "Patrick Kalonde", "team_name": "Carbon Monitoring Project", "startup_idea": "We are developing a service for the quantification of carbon storage in trees and forests. Our solution uses low-cost drone technology and satellite data.", "team_id": 7, "all_teams": 60},
{"leader_name": "Harold Gwauya", "team_name": "Chimwetsero Enterprise ", "startup_idea": "My start up focuses on selling of motorbike spareparts since there is an influx of motorcycles. The company has been assisting motorcyclist service and fix motorcycles and provide work.", "team_id": 8, "all_teams": 60},
{"leader_name": "Sylvester Chabuka", "team_name": "Clean business", "startup_idea": "We make and sale briquettes from waste as an alternative to charcoal, we also provide technical skills such as welding and fabrication and tailoring to charcoal producers to reduce charcoal production", "team_id": 9, "all_teams": 60},
{"leader_name": "Chiku Chikoti", "team_name": "Copacetic Soil Consultants ", "startup_idea": "Copacetic Soil Consultants are Regenerative Agricultural consultants specializing in farm level Soil Fertility Restoration using biological, mineral and energetic means to boost soil performance. ", "team_id": 10, "all_teams": 60},
{"leader_name": "Nthanda Manduwi", "team_name": "Digi Savvy Africa (E-Learning)", "startup_idea": "Digi Savvy Africa is a digital skills blended-learning platform targetting young people in Africa, to contribute to the closure of the digital divide in Africa.", "team_id": 11, "all_teams": 60},
{"leader_name": "Shalom Songolo", "team_name": "Divine Beauty", "startup_idea": "Divine Beauty is a registered bussines entity by government of Malawi; we offer intergrated servcies of salon-cosmetic and primary health care at one stop centre in Chilimba.\r\n", "team_id": 12, "all_teams": 60},
{"leader_name": "Samson Fiado", "team_name": "EasyBooks Accounting Software", "startup_idea": "EasyBooks Accounting Software is a locally developed software that manages financial data  for SMEs. It is easy to use, affordable, customizable and can be used both online and offline. ", "team_id": 13, "all_teams": 60},
{"leader_name": "Peter mission Kolani", "team_name": "ECO AGES waste solutions", "startup_idea": "ECO AGES waste solutions is social enterprises aims at combating Environmental issues and saving community. \r\nThe aim iss to have waste transfer station and production of fire briquettes", "team_id": 14, "all_teams": 60},
{"leader_name": "Ephraim Zulu", "team_name": "Eco Block Works", "startup_idea": "The products that we offer on the market are eco hollow cement blocks. These are building products that are made from a mixture of quarry dust or river sand and cement.", "team_id": 15, "all_teams": 60},
{"leader_name": "Lusungu Luhanga", "team_name": "Eden's Snack Bar", "startup_idea": "Eden's Snack Bar is a confectionery business operating in the Northern Region of Malawi, Mzuzu City. Eden's Snack Bar caters for weddings, school kids, people in offices and for household individuals.", "team_id": 16, "all_teams": 60},
{"leader_name": "Doreen Ndovie", "team_name": "Farm House ", "startup_idea": "I would like to buy land and build kralls to raise, pigs, chicken and goats. In the land is to be a garden as well to be able to grow food for the animals to reduce cost of buying", "team_id": 17, "all_teams": 60},
{"leader_name": "Gift Chilangiza", "team_name": "Farming projects", "startup_idea": "We would like to be producing pork, poultry products, including broilers, eggs and quals and turkey.. we will also be doing irrigation with the aim ofe producing vegetables for our fars and for comerc", "team_id": 18, "all_teams": 60},
{"leader_name": "James Fanuel", "team_name": "fashion gear", "startup_idea": "fashion gear is a business that is designed to  provide ultimate fashion solution to the community by providing easy access to trending fashion products for both genders.", "team_id": 19, "all_teams": 60},
{"leader_name": "Ruth Bwanali", "team_name": "FEM Cleaning services ", "startup_idea": "This is a cleaning service whereby we will be helping  less privileged women find cleaning contracts for companies, households and offices. There are a lot of companies that require full time cleaners", "team_id": 20, "all_teams": 60},
{"leader_name": "Harison esau  Nkhoma", "team_name": "Flame Media Ink", "startup_idea": "A media company to communicate reality as captured through the eyes of a camera in video, audio, and photo. Depicting reality and human impact of a client’s target audience.", "team_id": 21, "all_teams": 60},
{"leader_name": "Gomezgani  Mwale", "team_name": "Fruits & Vegetables deliveries", "startup_idea": "I deliver fruits and vegetables in locations around Zomba city. The goal is to reach out to even poor families for them to have easy access to the nutritious fruits and vegetables by saving their time", "team_id": 22, "all_teams": 60},
{"leader_name": "George Kalukusha", "team_name": "George's Food Truck", "startup_idea": "My business idea is a chain of food trucks that use locally sourced organic produce and traditional ingredients to make internationally competitive food. Afro fusion gourmet food on the go!", "team_id": 23, "all_teams": 60},
{"leader_name": "Lucia Sandram", "team_name": "Girls with substance", "startup_idea": "Girls with substance is a project under St.Augustine Academy which aim at empowering girls through education and awareness..it also empowers women in the local community by creating  jobs for them", "team_id": 24, "all_teams": 60},
{"leader_name": "Grace Ghambi", "team_name": "GRACE GHAMBI", "startup_idea": "Rosa's Yoghurt is a unique Family recipe that was made to help Malawian from different backgrounds. As a company we made yoghurt, empower women and children through our profits and entrepreneurship.", "team_id": 25, "all_teams": 60},
{"leader_name": "Chifundo Manyamba", "team_name": "GREENPATH", "startup_idea": "GreenPath is an enterprise dedicated to providing farmers and the general public with farm inputs and fumigation services.  We offer our customers a wide range of inputs such as fertilizer, herbicides", "team_id": 26, "all_teams": 60},
{"leader_name": "Peter Ngwira", "team_name": "High IMPEL Energy Company LTD", "startup_idea": "The project sets up a Hybrid Renewable Energy System for generation of Electricity. It is integrated with a Biogas Plant and Solar in which Biogas remains will be used for Organic Fertilizer - NPK.", "team_id": 27, "all_teams": 60},
{"leader_name": "Wezzie  Ngoma", "team_name": "Honey for Social Empowerment", "startup_idea": "Nyamwe Enterprise provides modern bee husbandry practices training, modern bee farming equipment on loan, purchasing honey from small scale farmers and sales it to retailers and supermarkets.", "team_id": 28, "all_teams": 60},
{"leader_name": "Mathews  Ziba", "team_name": "Ignition Magazine", "startup_idea": "We use the Magazine to reach out to business owners and gurus to address issues that matter in terms of investing and developing new ideas. We also interact with young leaders so that we learn more.", "team_id": 29, "all_teams": 60},
{"leader_name": "Judith Mphozongo", "team_name": "It is MAR Transport", "startup_idea": "I offer transport service known as kabaza in Malawi. Using a motorbike, we carry people from place to place.", "team_id": 30, "all_teams": 60},
{"leader_name": "Ctanli Gomane", "team_name": "Karror Nursery School", "startup_idea": " Karror Nursery School is the only preschool that does not follow a conventional model (traditional) of education in Mangochi and we are proud to follow the Montessori method.", "team_id": 31, "all_teams": 60},
{"leader_name": "Ceaser Chembezi", "team_name": "Kayola Forest Management ", "startup_idea": "Kayola Reforestation is a Forest Management Project aiming to replant 560 Hectares of degraded and deforested land for the Sustainable supply of Timber Products, Fuelwood and Carbon sequestration", "team_id": 32, "all_teams": 60},
{"leader_name": "Steven Suman", "team_name": "Kumudzi, Pamudzi, mmidzi proje", "startup_idea": "We are the suppliers of quality and most affordable agri-input, genuine seed multiplayers/suppliers. We also hires farm equipment machines aiming at transforming lives of local farmers, poor to better", "team_id": 33, "all_teams": 60},
{"leader_name": "Wezi Mzumara", "team_name": "Kwanza Cocoa", "startup_idea": "Kwanza Cocoa is a multifaceted business combining agriculture and manufacturing of cocoa products in Malawi. ", "team_id": 34, "all_teams": 60},
{"leader_name": "Fishani Msiska", "team_name": "Last-mile distribution_ZASOLAR", "startup_idea": "We distribute renewable and sustainable energy products such as solar lighting systems in underserved areas through a distribution network that involves often excluded groups such as youth and women.", "team_id": 35, "all_teams": 60},
{"leader_name": "Andrew Moyo", "team_name": "Mchikumbe Wodziwa ", "startup_idea": "Assista ltd multiplies certified legume seeds, provides farmers access to real time agricultural advisory support services and markets using a developed IoT, cloud, SMS, voice over and USSD system.", "team_id": 36, "all_teams": 60},
{"leader_name": "Richard Kandoje", "team_name": "Medtech Africa", "startup_idea": "MedTech Africa was established to design and mass-produce hospital devices, to provide services such as medical equipment supply, installation and maintenance ", "team_id": 37, "all_teams": 60},
{"leader_name": "Adriano  Lubanga", "team_name": "MEGA investment ", "startup_idea": "MEGA investment is a business entity that trades in medical equipments and cloths, gloceries, agricultural based products and runs a pig farm. We believe in diversity and we trade in various stuff.", "team_id": 38, "all_teams": 60},
{"leader_name": "Ronnex Wataya", "team_name": "Mi WALLET", "startup_idea": "A mobile wallet app, once installed in a smart phone, the user can make contactless payments by waving their phone on POS /QR scan when doing their shopping in a grocery store or market place.", "team_id": 39, "all_teams": 60},
{"leader_name": "Agnes Luhanga", "team_name": "Nyalu Agribusiness Hub ", "startup_idea": "Nyalu Agribusiness Hub provides support services to women farmers in northern Malawi with agricultural advisory services, value addition training and presents a market outlet for their farm produce.", "team_id": 40, "all_teams": 60},
{"leader_name": "Emmanuel Chatina", "team_name": "OCLIYA STORES", "startup_idea": "OCLIYA STORES is a Malawian online orthopedic shop that helps Malawians who have walking problems to walk better and pain-free. It sells products that support joints and those that help with walking.", "team_id": 41, "all_teams": 60},
{"leader_name": "Daniel Phiri", "team_name": "OneTech IT Services", "startup_idea": "Our mission is to provide quality and reliable services to all individuals, companies, and organizations. IT Support, Web Design and Development, and Graphic Design are the main services we offer ", "team_id": 42, "all_teams": 60},
{"leader_name": "Gift Kasambala", "team_name": "Pine trees farming", "startup_idea": "1 selling pine Seedlings: the idea of selling pine Seedlings is to source funds for the major project of developing a mega farm for producing timber\r\n2 production of timbers\r\n", "team_id": 43, "all_teams": 60},
{"leader_name": "Prince Sankhani", "team_name": "poultry farming & solar energy", "startup_idea": "we make poultry equipment's like incubators, hatchers, cages, brooders and many more. we also sale and install solar equipment", "team_id": 44, "all_teams": 60},
{"leader_name": "Gordon Chaoneka", "team_name": "PROBIOTIC YOGHURT PRODUCTION", "startup_idea": "Probiotic Yoghurt is a yoghurt that is made of a starter culture in the Yoflex group. The yoghurt plays an essential role in body health and well being, and improving an indivuals immune system.", "team_id": 45, "all_teams": 60},
{"leader_name": "Matrida  Mlotha", "team_name": "Propagation of fruit trees", "startup_idea": "Fruit Propagation Farm offers organic, disease free and early maturing fruit tree planting materials. It also provides free orchard establishment and management services.", "team_id": 46, "all_teams": 60},
{"leader_name": "Florence Gulule", "team_name": "Protect the Environment ", "startup_idea": "F& S Social Enterprise produces products that protect the environment ,we produce briquettes, ,reusable sanitary pads, dipers, bags, ,now developing the waste sorting machine and waste picking robot.", "team_id": 47, "all_teams": 60},
{"leader_name": "Esther Mwale", "team_name": "Rise Academy Primary School", "startup_idea": "It is a primary school that offers low-cost high quality education to children from poor families. With a vision to include talent development.", "team_id": 48, "all_teams": 60},
{"leader_name": "Alfred andrew Kankuzi", "team_name": "SHIFT-STATUS", "startup_idea": "Shifts is a tech-based solution that allows users to access information remotely without data charges. It also allows those with limited or no digital skills to gain the required digital skills.", "team_id": 49, "all_teams": 60},
{"leader_name": "Blessings  Ngalande", "team_name": "Smart Market (Smarket)", "startup_idea": "An online classifieds website that seeks to simplify the process of buyers and sellers finding each other to meet their partıcular needs.", "team_id": 50, "all_teams": 60},
{"leader_name": "Tapiwa Nkosi", "team_name": "Snix Pastries ", "startup_idea": "A catering business that aims to provide pastries and meals that are of great quality but still affordable ", "team_id": 51, "all_teams": 60},
{"leader_name": "Mesther  Juwa", "team_name": "Sunfresh Africa", "startup_idea": "Sunfresh Africa is an agribusiness organization focusing on the production, agro-processing, and marketing of agricultural and allied products sourced from smallholder farmers in Malawi.", "team_id": 52, "all_teams": 60},
{"leader_name": "Desire  Mussa", "team_name": "Sustainable Energy Solutions ", "startup_idea": "Sustainable energy consulting, \r\nInstalling, maintaining & inspecting of renewable energy systems,\r\nLocal manufacturing of renewable energy techologies such as solar driers for processing farm products", "team_id": 53, "all_teams": 60},
{"leader_name": "Tonthoza Uganja", "team_name": "Sustainable Farming Solutions", "startup_idea": "Land restoration and conservation extension service provision, we promote sustainable agriculture among smallholder farmers and provide an open-source digital platform for climate-smart farmers.", "team_id": 54, "all_teams": 60},
{"leader_name": "Diana Nkhoma", "team_name": "The Coffee Basket", "startup_idea": "The Coffee Basket is a curated coffee subscription service that delivers the best coffee Malawi has to offer.", "team_id": 55, "all_teams": 60},
{"leader_name": "Glaston Phiri", "team_name": "The Garbage Man waste services", "startup_idea": "An initiative aimed at collection and disposal of waste.focuses on collecting waste in household,streets markets and commercial areas,and disposing to accepted waste storage areas called landfills.", "team_id": 56, "all_teams": 60},
{"leader_name": "Mcdonald Chimzere", "team_name": "Tsogololanga", "startup_idea": "A MANEB and IGCSE e-learning platform that brings the physical classroom into the palm of your hands.", "team_id": 57, "all_teams": 60},
{"leader_name": "Louis Ndalama", "team_name": "UEA ", "startup_idea": "UEA is imparting and nurturing practical arts and business entrepreneurial skills in youths to help the government minimize the impacts of the rising rate of unemployment in the country.", "team_id": 58, "all_teams": 60},
{"leader_name": "Emma Fundi jalasi saka", "team_name": "Walani Tiga Fashion House", "startup_idea": " We specialize in creating Casual & smart casual wear for Millennials (men women and teens), Designing, home accessories, quilting, Resale of fabrics Fashion consultancy & Social/community services ", "team_id": 59, "all_teams": 60},
{"leader_name": "Bridget Chaponda", "team_name": "Youth Innovational center", "startup_idea": "I would like to build youth entreprenuership Innovational Center in lilongwe with an aim of creating the best environment for young Innovators that can be able to develop their tallent into business.", "team_id": 60, "all_teams": 60}
]