[
{"leader_name": "Caroline Kondumbo", "team_name": "Brite7 educational board game", "startup_idea": "Brite7 is a fun, curriculum-based board game tailored made for primary school learners in grades 4 -7 and secondary school learners in grades 8 -11 in all their subjects.", "team_id": 1, "all_teams": 28},
{"leader_name": "Jessé liula Schiceya", "team_name": "Cylon Accounting", "startup_idea": "Cylon Accounting\r\nYour Financial Needs: SaaS Business & Accounting Software. Simplifies invoices and expense tracking, helping you save time and money. Create your first invoice in less than 60 seconds", "team_id": 2, "all_teams": 28},
{"leader_name": "Lukas m. Haisindi", "team_name": "Davenson.com, Inc", "startup_idea": "Davenson.com. Inc. is an information technology company that specializes in Information Technology Systems management and application development support, sales and supply of All IT products.", "team_id": 3, "all_teams": 28},
{"leader_name": "Zened Sali", "team_name": "Easyshop Mobile Marketing cc", "startup_idea": "At Easyshop Mobile Marketing, we are building a digital platform that powers integrated digital promotions for physical retailers through targeted and personalized ads.", "team_id": 4, "all_teams": 28},
{"leader_name": "Loide Muatunga", "team_name": "Eco-Gliding Tours cc", "startup_idea": "Eco-Gliding Tours is a guided Segway tour company based in Swakopmund. We use Segways to take guests on a fun, scenic and educational tour of Swakopmund.", "team_id": 5, "all_teams": 28},
{"leader_name": "Paulina Alfeus", "team_name": "FREDINA TRADING CC", "startup_idea": "We Upcycle steel oil barrels to manufacture mordern and enviromental friendly furnitures. This are households, offices and Garden Furniture", "team_id": 6, "all_teams": 28},
{"leader_name": "Kleopas Johannes", "team_name": "Greenville Solars", "startup_idea": "GreenVille Solars works to bring high quality innovative off-grid energy Solar product solutions to the working class (low income earners) living without electricity in informal settlements.", "team_id": 7, "all_teams": 28},
{"leader_name": "Hildeberta  Luyango", "team_name": "HB Supply Chain Services ", "startup_idea": "HB Supply Chain Services, specializes in Procurements , Supplying and Delivery. The aim is to meet clients procurement needs. Ensure all their requirements are delivered within a short period .", "team_id": 8, "all_teams": 28},
{"leader_name": "Johannes Hangula", "team_name": "HEKAMIOUTDOOR", "startup_idea": "HEKAMIOUTDOOR, we partner with African cities and towns to fight crimes through a network of Out-of-home (OOH) media assets well-positioned front and center in mass consumers' area.", "team_id": 9, "all_teams": 28},
{"leader_name": "Ryan Penderis", "team_name": "Lynkwise", "startup_idea": "Lynkwise’s fintech platform has perfected payroll integration allowing institutions to collect money directly from employees pay-slips. Promoting financial inclusion and regulated financial services. ", "team_id": 10, "all_teams": 28},
{"leader_name": "Julia  Amukoshi", "team_name": "Manufacturing juice & oil", "startup_idea": "I would like to manufacture cooking oil as well as butter using the Marula fruit and I also intend to make fruit juices and yoghurt using Marula fruit which I will blend with a range of other fruit", "team_id": 11, "all_teams": 28},
{"leader_name": "Rauna Hekandjo", "team_name": "Millennial Homes Namibia", "startup_idea": "\r\nMillennial Homes Namibia CC is a Wall coverings supplier and installer that was founded in Swakopmund Namibia early 2019.The company was founded by Rauna Hekandjo with the aim of turning dull walls i", "team_id": 12, "all_teams": 28},
{"leader_name": "Armas  Namwira", "team_name": "Namib water project", "startup_idea": "The project would like to provide portable water to the most affected communities in Namibia. Namibia is a dry country many household do not have access to clean water or the walk long. ", "team_id": 13, "all_teams": 28},
{"leader_name": "Absalom Ndume", "team_name": "NDUME HILLS", "startup_idea": "NDUME HILLS is cutting long queues short. The online payment app is a service for all Namibian citizens. Our aim is simply to ensure that payments are done quicker, faster and easier if not safer.", "team_id": 14, "all_teams": 28},
{"leader_name": "Maggy Haipinge", "team_name": "Oluhepo youth project cc", "startup_idea": "This is a project/a department i want to creat for youth in rural areas to coach and mentor them on ,Business registration,marketing strategies and financial managements.", "team_id": 15, "all_teams": 28},
{"leader_name": "Sakeus  Kafula", "team_name": "Primebiochar", "startup_idea": "Microbial biochar is a 100% natural, carbon rich product produced from encroacher bush and inoculated with crop beneficial microbes.", "team_id": 16, "all_teams": 28},
{"leader_name": "Yannick Hoaeb", "team_name": "Project Pecking Order", "startup_idea": "Sickle Bush Poultry CC is an urban broiler farm, processor, retailer and wholesaler of chicken meat products located in Grootfontein,  Namibia", "team_id": 17, "all_teams": 28},
{"leader_name": "Kina  Indongo", "team_name": "Sana&Holi", "startup_idea": "SÃNA+HOLÎ is a meal delivery service that provides a variety of fully prepared chef-made meals for delivery throughout Windhoek, Namibia. ", "team_id": 18, "all_teams": 28},
{"leader_name": "Keddy Shatumbu", "team_name": "Southern Business Development", "startup_idea": "A business agility concept for connecting and enhancing the business operations of Southern Businesses and Local Communities. The envisioned project will employ local youth, women & eradicate poverty.", "team_id": 19, "all_teams": 28},
{"leader_name": "Reinhold Shiwagala", "team_name": "TaxiConnect", "startup_idea": "An on-demand taxi app that allows users to request a taxi from their\r\ncomfort.", "team_id": 20, "all_teams": 28},
{"leader_name": "David Mbudhi", "team_name": "Tetranologie Mobility", "startup_idea": "Helmetric helmets are made of PC materials for the shell and 3D Printed materials for inside paddings, comes with an LED signal backlight, with changeable light modes and extra technological features.", "team_id": 21, "all_teams": 28},
{"leader_name": "Anna Amooo", "team_name": "The New Eden Project ", "startup_idea": "We will encourage  tri grow stock supply  a variety of fresh produce trees and seeds available to the Namibia  ecosystem. Carry our works in the horticultural space and trainings to our target market", "team_id": 22, "all_teams": 28},
{"leader_name": "Michael Scriven", "team_name": "TrainingBunny", "startup_idea": "We are an automated corporate training solution that creates automated, digitised, and customised training solutions for all types of businesses.", "team_id": 23, "all_teams": 28},
{"leader_name": "Patrick Kalimba", "team_name": "Tri-Unity Medical ", "startup_idea": "The business will supply orthopaedic implants such as intramedullary nails for long bone fractures, different kinds of plates for upper and lower bones and external fixators for open wound fractures ", "team_id": 24, "all_teams": 28},
{"leader_name": "Immanuel Antonius", "team_name": "TUMA", "startup_idea": "Quick commerce and on-demand delivery platform that allows users to order from different  stores from the app and have their goods delivered to their doorsteps using electric vehicles", "team_id": 25, "all_teams": 28},
{"leader_name": "Vaino Eshumba", "team_name": "Vaibe Media", "startup_idea": "Vaibe Media takes advantage of powerful cameras, sensors and mobility of aerial drones to inspect crop fields and capture data for agricultural purposes.", "team_id": 26, "all_teams": 28},
{"leader_name": "Winnie Mvula", "team_name": "W'THRIVING ENTERPRICES CC", "startup_idea": "My business name is W' thriving enterprises cc , that provide a total electrical installation to meet specific clients  needs .", "team_id": 27, "all_teams": 28},
{"leader_name": "Vicky Kapuka", "team_name": "Young Leaders Mentorship ", "startup_idea": "The Young Leaders Mentorship Program (YLMP) aims to provide an interactive networking platform between mentors and mentees and to promote and develop a nationwide culture of mentorship relationships. ", "team_id": 28, "all_teams": 28}
]