[
{"leader_name": "Oluwatomisin Fasola", "team_name": "1695 Designs ", "startup_idea": "Building African Furniture, we would design and building furniture that’s speaks Africa for African and the world at large.", "team_id": 1, "all_teams": 384},
{"leader_name": "David thomas John", "team_name": "Aadana Solution", "startup_idea": "Aadana is a solar powered smart storage system which has the ability to control and regulate the temperature and humidity in the system and send notification to users if decay is detected.", "team_id": 2, "all_teams": 384},
{"leader_name": "Dauda  Saidat", "team_name": "Abisal Foods", "startup_idea": "Abisal Foods is an indigenous company, ventured into producing various processed foods,Vitamin A maize flour, Guinea corn Millet flour, Plantain flour, Rice flour and cassava flour.", "team_id": 3, "all_teams": 384},
{"leader_name": "Abubakar Abubakar usman", "team_name": "Abubakar AUAgro and General Se", "startup_idea": "In Abubakar AUAgro and General Services is a farms that contain five different groups Rice, Wheat, pepper,Maize, and Green beans the farm located in Kano and Jigawa state Nigeria we farm raining & dry", "team_id": 4, "all_teams": 384},
{"leader_name": "Ammar Aliyu muhammad", "team_name": "ABU-MUNIRAT AFRIC STITCHES", "startup_idea": "ABU-MUNIRAT AFRIC STITCHES offer fashion design services and product such as; Unisex wears, School uniforms, Marriage outfits, bedsheets and training of youths for sustainability.", "team_id": 5, "all_teams": 384},
{"leader_name": "Bright  Uto", "team_name": "Accessible Education", "startup_idea": "High-quality accessible and affordable platforms and technologies for the learning, development, and well-being of school children and adolescents with different learning and development needs.", "team_id": 6, "all_teams": 384},
{"leader_name": "Amanda Omiachi", "team_name": "Achèo Koncept", "startup_idea": "We are into the production of leather Shoes, Mules, Slippers & Sandals. ", "team_id": 7, "all_teams": 384},
{"leader_name": "Acho Peter luper", "team_name": "ACHO-TECH SOLAR MAKE Installer", "startup_idea": "This reduce fuel expenses and help the Oban and ruler ares supporting electrification from sun source of electrical Energy to all electrical used appliances both home, office, community/ industrial us", "team_id": 8, "all_teams": 384},
{"leader_name": "Haruna  Asoguni", "team_name": "Adding value to Nigerian econo", "startup_idea": "Harry engineering product/services are the service provider of tractor maintenance & Rice farming.", "team_id": 9, "all_teams": 384},
{"leader_name": "Asa Hazo", "team_name": "Aflatoxin-free food in Nigeria", "startup_idea": "Aflatoxin is a silent threat to Agriculture, Health, and Trade in Nigeria and Africa. we produced aflatoxin free food to help reduce  the risk of liver cancer passed by aflatoxin in Nigeria ", "team_id": 10, "all_teams": 384},
{"leader_name": "Oluwatosin Obaditan", "team_name": "AFRIROOT VILLAGE POT", "startup_idea": "AFRIROOT Village Pot Ltd prides itself as a viable agro-manufacturing brand whose clear leading edge is hinged on Organics. Our drink and, chips are currently in the market. ", "team_id": 11, "all_teams": 384},
{"leader_name": "Chukwudi Jennifer", "team_name": "AGENT BANKING BUSINESS", "startup_idea": "This is a business or rather financial institution where by I stand as mini-bank as I render financial services to the public, sales of both digital (VTU) and paper cards, account opening, also REMITA", "team_id": 12, "all_teams": 384},
{"leader_name": "Enyeneokpon Etim", "team_name": "AGENT.NG", "startup_idea": "AGENT.NG is a web and mobile Application that will help individual to manage their properties. (Real Estate Management App)", "team_id": 13, "all_teams": 384},
{"leader_name": "Abdullaziz Ibrahim", "team_name": "Agriculture", "startup_idea": "Poultry farm production is a branch of livestock that present one of the finest opportunity for potential entrepreneur/investors to make a significant in a short period if well set up and manage.", "team_id": 14, "all_teams": 384},
{"leader_name": "Vincent Okeke", "team_name": "Agriple", "startup_idea": "Agriple delivers cheaper, fresher, and traceable farm produce to businesses where and when they need them for their business operations", "team_id": 15, "all_teams": 384},
{"leader_name": "Joseph Fashola", "team_name": "Agrolinking", "startup_idea": "Agrolinking, is creating a data-driven digital ecosystem that enables smallholder farmers in Sub-Saharan Africa increase productivity and income by providing them with services and information", "team_id": 16, "all_teams": 384},
{"leader_name": "Taiwo Yussuf", "team_name": "Air Purifier/CO2 Refrigeration", "startup_idea": "TY-DAMI ENERGY RESOURCES is developing a carbon removal technology that captures CO2 from the atmosphere, the captured CO2 is then used as refrigerant in refrigeration systems.", "team_id": 17, "all_teams": 384},
{"leader_name": "Akachukwu James", "team_name": "Akstrong Industries Limited", "startup_idea": "production of quality potable water with ultra modern equipment, tested and approved by our laboratory analysts, product presented in PET and sachet.", "team_id": 18, "all_teams": 384},
{"leader_name": "Jerry Nkwocha", "team_name": "Alisu Technology", "startup_idea": "Our product is called \"MyHospitul\". It is a Hospital Management and Collaboration software that digitizes, simplifies, and improves the administrative and operational processes in your hospital.", "team_id": 19, "all_teams": 384},
{"leader_name": "Godwill Angba", "team_name": "Angba's farm", "startup_idea": "My farm will produce birds for meat and eggs for production of  other food and for commercial purpose.Which will help household and other eateries.", "team_id": 20, "all_teams": 384},
{"leader_name": "Elizabeth Onoja", "team_name": "Aquaculture", "startup_idea": "We are into catfish production and processing.", "team_id": 21, "all_teams": 384},
{"leader_name": "Shammah Bankole", "team_name": "ARAH SIGNATURE", "startup_idea": "Arah Signature is a registered hair extensions service, established 14th March, 2020. ARAH offers trendy and uncommon hair extensions at affordable prices. ", "team_id": 22, "all_teams": 384},
{"leader_name": "Emmanuel Ezenwere", "team_name": "Arone Energy", "startup_idea": "Arone Energy developed and now mass produces the Powerhub, a device that provides sustainable & affordable electricity to 80M+ households and small businesses in Nigeria without access to electricity", "team_id": 23, "all_teams": 384},
{"leader_name": "Ridwan Tajudeen", "team_name": "Aso oke weaving", "startup_idea": "It's a process of turning metalic yarn and silk to different design of Aso oke of our choice", "team_id": 24, "all_teams": 384},
{"leader_name": "Onyebuchi Daniel", "team_name": "A Sports Viewing Center", "startup_idea": "We intend to become the most visited sports viewing center in the region where people get premium sports viewing experience while giving customers the best of delivery and style.", "team_id": 25, "all_teams": 384},
{"leader_name": "Shekinah Michael", "team_name": "Audacious Hair and Naturals", "startup_idea": "Audacious hair and Naturals is an Online salon and Producers of Organic hair products.", "team_id": 26, "all_teams": 384},
{"leader_name": "Israel Smart", "team_name": "AUTOMATED HYDROPONIC SYSTEM", "startup_idea": "My product:  A designed product that can grow fresh food anywhere. A Hydroponic farm system that uses cutting edge technology to improve efficiency. In hydroponics plants are cultivated without soil.", "team_id": 27, "all_teams": 384},
{"leader_name": "Osarenogae Ogieva", "team_name": "Automating Patient Diagnosis", "startup_idea": "This service aims to make state-of-the-art application of Artificial Intelligence and Data Science to automate patient diagnosis and increase the efficiency of medical treatments.", "team_id": 28, "all_teams": 384},
{"leader_name": "Bartholomew Akuma", "team_name": "Barto Creatives ", "startup_idea": "I'm a Wordpress website design expert.  I can design, maintain, secure and redesign any kind of  WordPress websites. My works have always been appreciated by all my clients. ", "team_id": 29, "all_teams": 384},
{"leader_name": "Wisdom Moses", "team_name": "BDM streaming App ", "startup_idea": "BDM Global Music Streaming Services Inc. is a start up Nigeria registered mobile app and internet based company that will leverage on streaming various genres of music online across Africa and beyond", "team_id": 30, "all_teams": 384},
{"leader_name": "Emmanuel Chukwu", "team_name": "Beans mill ", "startup_idea": "The beans mill proposal is aimed at creating a beans mill that will help in the process of extraction of beans from it's coat. This innovation will reduce so many hinges faced by beans farmer daily ", "team_id": 31, "all_teams": 384},
{"leader_name": "Temitope Dada", "team_name": "BeaverPlace", "startup_idea": "BeaverPlace is a digital construction procurement tool that will help to build smartly and manage efficiently. It will reduce unemployment and human contact, enhance sustainability and transparency.", "team_id": 32, "all_teams": 384},
{"leader_name": "Abigail  Adedokun", "team_name": "Beracah foods ", "startup_idea": "Beracah foods is a small scale business that deals with the processing and packaging of agricultural produce like Rice, beans and other staple foods.\r\nWe offer ready to cook products.", "team_id": 33, "all_teams": 384},
{"leader_name": "Obinna Madugba", "team_name": "Big Agri-Tech Africa", "startup_idea": "BigA is a digital commerce platform that helps farmers earn more value for their products, tackle post-harvest loss due to waste, and provide last-mile logistics through our supply-chain network.", "team_id": 34, "all_teams": 384},
{"leader_name": "Joy Badaki", "team_name": "Bkem foods ", "startup_idea": "B'kem foods is a production and processing company in Lagos Nigeria set to contribute to solving the problem of unhealthy feeding using organic food products from the farm such as plantain and snail.", "team_id": 35, "all_teams": 384},
{"leader_name": "Abdulbasit Bashir", "team_name": "Blueflame Energy", "startup_idea": "We are making wood briquettes from farm waste such as rice husks, corn stalks etc as alternative fuel for domestic and industrial heating purpose to reduce felling of trees for fuel", "team_id": 36, "all_teams": 384},
{"leader_name": "Isiaq Ibrahim", "team_name": "Boltech Technologies", "startup_idea": "The need for software development has increased over the past few years. Boltech Technologies is committed to delivering the best software and networking service connecting over a long distance", "team_id": 37, "all_teams": 384},
{"leader_name": "Babatunde Alao", "team_name": "BorgiOriginals", "startup_idea": "BORGIORIGINALS  is a shoe brand that specializes in all kinds of shoes for men and women in Nigeria", "team_id": 38, "all_teams": 384},
{"leader_name": "Chinwendu Nweke", "team_name": "Bridge Merchant Enterprise", "startup_idea": "Working to curb post-harvest wastage and create decent employment in the Agribusiness space by connecting farmers to the market, and mapping every farm in Africa.", "team_id": 39, "all_teams": 384},
{"leader_name": "Edet Ekpenyong", "team_name": "BridgingSpace ", "startup_idea": "BridgingSpace is an on-demand online platform where people gain access to therapy through messaging, audio and video call during and post COVID-19 pandemic. ", "team_id": 40, "all_teams": 384},
{"leader_name": "Mariam Akuetiemhe arun", "team_name": "Broiler Processing", "startup_idea": "Organic/natural broiler rearing, processing and packaging.", "team_id": 41, "all_teams": 384},
{"leader_name": "Lama Godoz", "team_name": "Building fish ponds", "startup_idea": "The need for more ponds after 2 years of production is vital, at least four pond will be needed.\r\nOur present project looks at building more fish ponds to boost production.", "team_id": 42, "all_teams": 384},
{"leader_name": "Kingsley Jackson", "team_name": "Building Soil health", "startup_idea": "We are concerned with the business of improving, revamping and Sustaining of Arable farm soil for abundant an safe food production using regenerative method of waste material", "team_id": 43, "all_teams": 384},
{"leader_name": "Umar Zakariyya", "team_name": "BUILD THE HOME", "startup_idea": "Serving the Community", "team_id": 44, "all_teams": 384},
{"leader_name": "James Emeka", "team_name": "BYPORK", "startup_idea": "Bypork is a crowd farming initiative tackling protein deficiency in Africa by engaging Africans in Pig farming.\r\n", "team_id": 45, "all_teams": 384},
{"leader_name": "Alo Mykel", "team_name": "Cafia ", "startup_idea": "The problem:\r\nConsumers inability to directly access SPECIFIC commodities in real time, eg who knows where I can buy a 0.05v diode?", "team_id": 46, "all_teams": 384},
{"leader_name": "Abdulrasheed Tijani", "team_name": "cashcase", "startup_idea": "A mobile app that connects people who need cash to nearby people who have cash. ", "team_id": 47, "all_teams": 384},
{"leader_name": "Saviour  Udoh", "team_name": "Catering and Humanity Services", "startup_idea": "Event Management (Catering, Decorations, Photography, DJ, etc) ", "team_id": 48, "all_teams": 384},
{"leader_name": "David Ayalomhe", "team_name": "Celloop", "startup_idea": "Celloop is a digital platform that recovers end-of-life battery cells for further processing and \r\nsecond life usage in renewable energy storage systems, e-mobility, swaps and more.", "team_id": 49, "all_teams": 384},
{"leader_name": "Busayo Oyedare", "team_name": "CFI academy", "startup_idea": "Chosen Family International Academy is a student-focused, result driven institute that will provide broad-based learning approach, using Edtech to provide an individualized learning space for all.", "team_id": 50, "all_teams": 384},
{"leader_name": "David Ezeonyekwere", "team_name": "Cheapmarketdeal", "startup_idea": "Cheapmarketdeal aims to link farmers to directly to  buyers by reducing the amount of middle men in the delivery chain, via the use of technology, hence giving the farmer more value for their produce.", "team_id": 51, "all_teams": 384},
{"leader_name": "Armstrong Odili", "team_name": "Chibszy rabbit farming", "startup_idea": "Rabbit farming is one of the best lucrative business in Nigeria, ", "team_id": 52, "all_teams": 384},
{"leader_name": "Isidor Wusa", "team_name": "ClassXtra", "startup_idea": "ClassXtra is a Web Application development to make sure learning comes at ease to students and teachers alike. The objective is to ensure access to Education.", "team_id": 53, "all_teams": 384},
{"leader_name": "Kamal-Deen Kassim", "team_name": "Clean Energy 10,000 Project", "startup_idea": "Hinata Energy retails single and double-burner biofuel-powered cookstoves made of galvanized steel. Our biofuel is a liquid mixture of alcohol and It is affordable, safe, and burns blue when lit.", "team_id": 54, "all_teams": 384},
{"leader_name": "Owen Patricia", "team_name": "Climate change reduction.", "startup_idea": "Reducing climate change with the use of solar panels. Solar panel or photovoltaics is capable of returning reflected sunlight back to space to limit human caused climate change for a better existence.", "team_id": 55, "all_teams": 384},
{"leader_name": "Blessing  Edet", "team_name": "Cocktailsbybliz", "startup_idea": "My small business name is Cocktailsbybliz.\r\nAt cocktails by bliz we render mocktails, cocktails, fresh fruit juices, fruits and all drinks services, at all social gatherings in Nigeria.", "team_id": 56, "all_teams": 384},
{"leader_name": "Albert Mandeun", "team_name": "Code For Kids", "startup_idea": "Coding for Kids is a class room project that seeks to train kids to be giants in the future world of tech which have come to stay.\r\nWe hope to create jobs and equipped our kids with new ideas ", "team_id": 57, "all_teams": 384},
{"leader_name": "Doveway Onwuka", "team_name": "Coderholics", "startup_idea": "Coderholics is a mentor based online learning platform, with focus for impacting tech based skills to Africans. Industry needed technologies such as Website creation, Programming, etc are offered", "team_id": 58, "all_teams": 384},
{"leader_name": "Jones Obenobe", "team_name": "College", "startup_idea": "College is an edu-tech software that host educational content in PDFs and\r\ntutorial videos format particular to the institution. We partner with tutors/lecturer, institution-based\r\ntutors as Freelancers", "team_id": 59, "all_teams": 384},
{"leader_name": "Ibrahim  Muhammed", "team_name": "Commodity Nigeria ", "startup_idea": "Commodity.ng is a data management company that aims to keep comprehensive data of all agricultural commodities in the country.", "team_id": 60, "all_teams": 384},
{"leader_name": "Oluwaseyi Sijuade", "team_name": "Community Banking & CableTV", "startup_idea": "We render Agency Banking Services, Bill Payments, Sales& Cable TV Installation. The Financial services we provide helps residents, petty traders & businesses to grow and reduce costs.", "team_id": 61, "all_teams": 384},
{"leader_name": "Jamilu Baba umar", "team_name": "COMMUNITY PROJECT", "startup_idea": "My business was focused about of computer accessories and crops productions  ", "team_id": 62, "all_teams": 384},
{"leader_name": "Goodluck Uche", "team_name": "Computer business center", "startup_idea": "We offer general cyber cafe services", "team_id": 63, "all_teams": 384},
{"leader_name": "Abigail Aranaka", "team_name": "Confident Woman Series ", "startup_idea": "Confident woman series is a business that cater for women,we make women look stylist,comfortable and confident in our women Abayas. Abayas are covered clothes,but we make the covered clothes interesti", "team_id": 64, "all_teams": 384},
{"leader_name": "Tochukwu Uwakeme", "team_name": "CREDOVILLE", "startup_idea": "Credoville offers solutions that are increasing the value of human capital and market penetration in Nigeria through the use of technology to enhance business growth and optimal innovations.", "team_id": 65, "all_teams": 384},
{"leader_name": "Samuel Tinubu", "team_name": "crop production and processing", "startup_idea": "Taasfarm Crop Prodution And Processing Nigeria Limited.\r\nThe company majored on crop production/Cultivation of crops ( maize, yam, cassava, beans, groundnut vegetables ( Tomatoes and leaves) and fruit.", "team_id": 66, "all_teams": 384},
{"leader_name": "Chidebere Onwuzurike", "team_name": "Crowdbux", "startup_idea": "Crowdbux is a digitized cooperative society designed to congregate people in Nigeria to accomplish a diverse range of financial needs through rotational contributions and affordable credit financing\r\n", "team_id": 67, "all_teams": 384},
{"leader_name": "Laura Uviesa", "team_name": "Culinary skill for young girls", "startup_idea": "We are a social impact enterprise that train and mentor women and girls in modern baking and cooking skill thereby giving them a chance to find their own successes as many now own their food businesse", "team_id": 68, "all_teams": 384},
{"leader_name": "Chukwuka Okorie", "team_name": "Current X", "startup_idea": "Save cost on electricity bills, avoid electrical hazards, and reduce stress for physically restricted individuals by giving users the ability to control lighting devices via their mobile devices.", "team_id": 69, "all_teams": 384},
{"leader_name": "Mina Musa", "team_name": "Dacure leather kit", "startup_idea": "my company recently lunch a leather polish and other leather rejuvenation product that is eco friendly, less-toxic and is tailored towards the tropical environment of Africa.", "team_id": 70, "all_teams": 384},
{"leader_name": "Rita Bassey", "team_name": "Data boost activation drive", "startup_idea": "We are into telecommunication business.", "team_id": 71, "all_teams": 384},
{"leader_name": "Adedayo Adeniran", "team_name": "DayDone", "startup_idea": "Our product is an Agric eCommerce platform that brings farm produce and experience (using data) to the doorstep and fingertips of every consumer.", "team_id": 72, "all_teams": 384},
{"leader_name": "Ezekiel Owolabi", "team_name": "DEEJOFT", "startup_idea": "A PROPOSAL FOR RECYCLING PLANT\r\n- Environmental protection that will save the planet", "team_id": 73, "all_teams": 384},
{"leader_name": "Obasanjo Fajemirokun", "team_name": "DeliveaNG Logistics ", "startup_idea": "DeliveaNG Logistics focuses on the fast and effective movement of people, products and services from one end to another. \r\nWe enable access to quality products and services for millions of Nigerians. ", "team_id": 74, "all_teams": 384},
{"leader_name": "Bethel Onoyovwire", "team_name": "Deliv'ry", "startup_idea": "Deliv'ry will solve the problem of delayed parcel delivery as it will help users hail delivery men as quick and easy as hailing a taxi on the street.", "team_id": 75, "all_teams": 384},
{"leader_name": "Chidubem Enwezoh", "team_name": "Delve Search Nigeria ", "startup_idea": "Delve Search Nigeria Limited, is an online directory, listing businesses and services across all 36 states in Nigeria with purpose of giving  businesses in Nigeria, the visibility they need.", "team_id": 76, "all_teams": 384},
{"leader_name": "Shamsuddeen yusuf Maaruf", "team_name": "Denovo Health Rides", "startup_idea": "Denovo Health Rides uses mobile technology and a logistics approach to deliver medical samples for quality and reliable investigation towards maximizing medical testing in remote areas.", "team_id": 77, "all_teams": 384},
{"leader_name": "Tamen Sehide", "team_name": "De Seshowz farms", "startup_idea": "Seshowz Animal Farmf involve's in production of quality and affordable meat (beef, pork, chevron, fish, chicken) and other animal products like eggs, milk, and animal waste for manure.", "team_id": 78, "all_teams": 384},
{"leader_name": "Yomi  Nigeria", "team_name": "Deydam.com ", "startup_idea": "Deydam.com is a Nigerian social media and streaming platform for songs and podcasts. It is created to support young Nigerians and Africans navigate their music career and propel them to stardom.", "team_id": 79, "all_teams": 384},
{"leader_name": "Damilare  Oluwatimilehin", "team_name": "D-FASH EXPRESS LOGISTICS", "startup_idea": "Pickup, drop off, Delivery services and errands anywhere within IBADAN city", "team_id": 80, "all_teams": 384},
{"leader_name": "Imoleayo Oladipupo", "team_name": "Digital Works and Photography", "startup_idea": "We specialize in Digital Printing, Digital Works, Photography and General Merchandizing", "team_id": 81, "all_teams": 384},
{"leader_name": "Agatha mimidoo Tyohemba", "team_name": "Digitization", "startup_idea": "We are set to revolutionize public digital infrastructures (like websites, manual modes of transacting, etc.) of major organizations and institutions and digital skills shortage in Nigeria,", "team_id": 82, "all_teams": 384},
{"leader_name": "Theophilus  Oke", "team_name": "Dios Gears", "startup_idea": "Dios Gears is a sportswear manufacturing business registered in Nigeria with the CAC. Here at Dios Gears we manufacture and sell sportswears.", "team_id": 83, "all_teams": 384},
{"leader_name": "Fenibo Fubara", "team_name": "Droomwork", "startup_idea": "Droomwork is an online platform where companies get\r\ncheaper,faster, professional and more efficient delivery and\r\nmanagement of all their software needs.It will host software developers,designers & pro", "team_id": 84, "all_teams": 384},
{"leader_name": "Aondofa Zege", "team_name": "Dross To Gem ", "startup_idea": "We Recycle waste papers into the state of the art Furniture and sell them to Urban Population at a very affordable price. ", "team_id": 85, "all_teams": 384},
{"leader_name": "Taiwo Akinsanya", "team_name": "Dynalimb Technologies", "startup_idea": "An healthcare company with focus on rehabilitation of patients with disabilities and deformities and amputees with the use of additive manufacturing (3D Technology)", "team_id": 86, "all_teams": 384},
{"leader_name": "Nasiru lado Abdullahi", "team_name": "E-Agribusiness in Nigeria", "startup_idea": "The enterprises proposed product is new strategy means of sales of farm crops through online marketing service such as local rice,soya beans, white beans,groundnut and poultry feeds due to insecurity.", "team_id": 87, "all_teams": 384},
{"leader_name": "Omolara Ibrahim", "team_name": "Eat To Health ", "startup_idea": "Eat to health aims at manufacturing food products without preservatives. ", "team_id": 88, "all_teams": 384},
{"leader_name": "Okunniga Samson", "team_name": "EazyBillz", "startup_idea": "eazybillz solution is an estate property manager and residents engagement platform built especially for residential real estate communities.", "team_id": 89, "all_teams": 384},
{"leader_name": "Barbara Ayegbeni", "team_name": "Eco friendly Energy,Go green", "startup_idea": " finding, evaluating, mining, and transporting renewable solid waste natural resources for recycling.Also supplying safe and clean oil field chemicals/ water treatment chemicals.", "team_id": 90, "all_teams": 384},
{"leader_name": "Olumide Kazeem", "team_name": "EDRIC GLOBAL NIG. RESOURCES", "startup_idea": "Bottle water production and distribution coupled with rice merchant", "team_id": 91, "all_teams": 384},
{"leader_name": "Emmanuel  Gbodi", "team_name": "EFN limited ", "startup_idea": "We provide credit facilities to small businesses in the unstructured and unorganized market place ", "team_id": 92, "all_teams": 384},
{"leader_name": "Osato El-osemwingie", "team_name": "El Gazelle Foods", "startup_idea": "We help individuals between the ages of 24-40 reduce the rate of getting colorectal cancer just before the age of 45 using garlic, ginger, solar drying domes and leveraging digital technology.", "team_id": 93, "all_teams": 384},
{"leader_name": "Umaru Saidu", "team_name": "El-Pharooq Great Poultry", "startup_idea": "Our business is basically into the production and sales of clean big size eggs and healthy and weighty broilers, spent layers and training services.", "team_id": 94, "all_teams": 384},
{"leader_name": "Umar Ismail", "team_name": "Embroidery services", "startup_idea": "Production of clothes and clothing materials for men,women and children.", "team_id": 95, "all_teams": 384},
{"leader_name": "Eghosa Oghodo", "team_name": "ENA Technologies Co. ", "startup_idea": "My service is Installation of Solar Panels/Inverter systems, Biodigester septic tank/Biogas generator, and Household water treatment. Products: Solar products, ozone generator, RO filters.", "team_id": 96, "all_teams": 384},
{"leader_name": "Shola Igbintade", "team_name": "Equitrans Mobile Farm", "startup_idea": " A mobile farm shop to help smallholder farmers in the rural areas sell directly to customers in the city to improve their profitability for an improved standard of living.", "team_id": 97, "all_teams": 384},
{"leader_name": "Wisdom Oghuvwu", "team_name": "Esoger Bottling Co. RC1798656", "startup_idea": "Product is termed 'Ideal Vitamin Water', fortified with Vitamins B1, B6, B9, B12, B16, Niacin, Biotin and Citric Acid Monohydrate. Formulation is aimed at preventing Covid19 & the different variants. ", "team_id": 98, "all_teams": 384},
{"leader_name": "Emem Edem", "team_name": "Etegram", "startup_idea": "Etegram App. is a financial solution application that allows people and businesses to transact funds and can be used on e-commerce website to collect payments within and outside Africa.", "team_id": 99, "all_teams": 384},
{"leader_name": "Chukwu Evelyn", "team_name": "Evemajesty Empire Farms", "startup_idea": "Evemajesty Empire Farms is an agricultural industry that is responsible for the consumption and production of Agricultural products (birds and livestock breeding)to increase employment and the economy", "team_id": 100, "all_teams": 384},
{"leader_name": "Deborah Ahunwa", "team_name": "EverythingDebbie", "startup_idea": "I will like to sell fashion asoceries , house hold items and food items too,that is where the name,''everythingDebbie\" is coined from,I will really appreciate it I'm selected.thank you.", "team_id": 101, "all_teams": 384},
{"leader_name": "Nnaemeka Iroegbu", "team_name": "EXAM SCHOLARS", "startup_idea": "Exam Scholars is a Computer based Test(CBT) learning platform that helps students in preparing for various exams improving their speed, accuracy and challenging their preparedness level", "team_id": 102, "all_teams": 384},
{"leader_name": "Wasiu Oyelola", "team_name": "Excellent Palm Oil Distributor", "startup_idea": "This has to with distribution of high-quality  palm to where palm oil is their problem due to scarcity of palm oil", "team_id": 103, "all_teams": 384},
{"leader_name": "Oluwafemi Ibitoye", "team_name": "ExtraPower", "startup_idea": "At ExtraPower, we provide solar power solutions with three financing payment offerings for Nigerians:\r\n1. Subscription Payment\r\n2. Solar Power Target Savings\r\n3. Battery Replacement Target Savings", "team_id": 104, "all_teams": 384},
{"leader_name": "Abdulsalam Egye", "team_name": "Fabric and technology ", "startup_idea": "Fabric and technology tells us more about Africa, Fashion and Technology. The African culture can be described in a simple Fabric material.", "team_id": 105, "all_teams": 384},
{"leader_name": "Kenneth Ogbodo", "team_name": "Facelift Consult", "startup_idea": "Facelift is an e-commerce real estate marketplace and mobile application, that seeks to curb real estate fraud and the high cost of accommodations, to ameliorate the rate of homelessness in Nigeria. ", "team_id": 106, "all_teams": 384},
{"leader_name": "Arinze precious  Nwobodo", "team_name": "FAMILYMAN INVESTMENTS ", "startup_idea": "FAMILYMAN INVESTMENTS, is project that will yield a construction company.. Which is main objective is to solve human problems through project management.The main aim is to manage construction projects", "team_id": 107, "all_teams": 384},
{"leader_name": "Popoola Kehinde", "team_name": "farming and investment", "startup_idea": "involve farming of crop, making use of new tech machine for effective farming purposes", "team_id": 108, "all_teams": 384},
{"leader_name": "Mustapha Musa", "team_name": "Farmington Livestock ", "startup_idea": "Farmington Livestock Product and Services are as Follows:\r\n1 Goat Meat through mechanized Farming\r\n2. Hydroponic Fodder\r\n3.  Compost Manure ", "team_id": 109, "all_teams": 384},
{"leader_name": "Faisal sani Bala", "team_name": "FarmPal2.0", "startup_idea": "FarmPal is a solar powered smart irrigation for for smallholder farmers, it is intended to make irrigation affordable, accessible and sustainable for smallholder farmers", "team_id": 110, "all_teams": 384},
{"leader_name": "Williams Anthony", "team_name": "Farm Value Chain", "startup_idea": "WilAgro Rice is a cereal grain , a staple food that is acceptable and consumed  worldwide. Our product is produced both in rainy season and dry season,  And packaged from 1kg to 100kg. ", "team_id": 111, "all_teams": 384},
{"leader_name": "Edith Okeke", "team_name": "FASHION AND ECONOMIC GROWTH", "startup_idea": "Fashion plays salient role in economic growth, considering the wide range of distribution process from fabric producer to the final consumers, they all contribute significantly to the economic growth.", "team_id": 112, "all_teams": 384},
{"leader_name": "Najimdeen olaniyi Yusuf", "team_name": "Fashion show", "startup_idea": "NAJIm fashion world is a business which is into fashion designing of clothes for males, females and children wears.It is specifically African wears.", "team_id": 113, "all_teams": 384},
{"leader_name": "Khadijat Awwal", "team_name": "Feed the nation ", "startup_idea": "To carry on the buissiness of farming, agriculture and horticulture in all forms their respective form and branches and to grow, produce, manufacture, process buy and sell including fish, grains etc", "team_id": 114, "all_teams": 384},
{"leader_name": "Abdulghaniyy Ayodeji", "team_name": "Female Computer Engineers", "startup_idea": "True Pioneer Computer Institute wishing to train girls on how to fix laptops and mobile phones. I've been training boys but the inspiration came just to encourage the girls potentially.", "team_id": 115, "all_teams": 384},
{"leader_name": "Sadiq Abdullahi", "team_name": "FIGHT FOR HUNGER IN NIGERIA ", "startup_idea": "In Nigeria they have era where food are cheep and the rich store and inflate the prices, so me storing this food can save millions Nigeria and make out my profit within the years of storage.", "team_id": 116, "all_teams": 384},
{"leader_name": "Abdulkadir Abdulrasak", "team_name": "Flexcoord", "startup_idea": "FlexCoord is a software as a service company (SAAS) that provides an all-in-one solution to MSMEs and Government agencies for efficient administration and management of their day-to-day business.", "team_id": 117, "all_teams": 384},
{"leader_name": "Abubakar Bashir", "team_name": "FLOEWS", "startup_idea": "FLOEWS is providing access to a democratized, socially inclusive and gender responsive flood disaster management and early warning intelligence to the vulnerable individuals, communities & economies.", "team_id": 118, "all_teams": 384},
{"leader_name": "Tobi Fapohunda", "team_name": "FoodCrowdy", "startup_idea": "FoodCrowdy connects farmers and consumers all over Nigeria using technology to provide convenience at the best possible price,  through our website consumers can shop for a variety of food items.", "team_id": 119, "all_teams": 384},
{"leader_name": "Emmanuel Igba", "team_name": "FOOD FOR ALL", "startup_idea": "We are into poultry farming. Production of eggs and chickens for commercial consumption.", "team_id": 120, "all_teams": 384},
{"leader_name": "Michael Walter", "team_name": "FOOD FOR ALL ", "startup_idea": "An on-line food store were customers make an order and we make delivery to them within an hour.  Our on-line food store  gives our customers an opportunity to order from their homes.", "team_id": 121, "all_teams": 384},
{"leader_name": "Victor Williams", "team_name": "FOOD FOR ALL CITIZEN/YVF LTD", "startup_idea": "Reprocessing of Cassava, We reprocess cassava into garri. Garri is process by peeling, washing, grating, fermenting, bagging, de-watered and grated again the mature cassava roots.", "team_id": 122, "all_teams": 384},
{"leader_name": "Kalu Boniface", "team_name": "Foodler", "startup_idea": "Foodler is a app based and a web based application that helps the user to order food from their favorite food vendor (Kilimanjaro, crunches etc) from the comfort of their office and home.", "team_id": 123, "all_teams": 384},
{"leader_name": "Esther Greatson", "team_name": "Food Management and Restaurant", "startup_idea": "Estora Delicacies is a a business unit which specializes in food services; home, ceremonies, and out door services in making dishes available for her customers.", "team_id": 124, "all_teams": 384},
{"leader_name": "Linus  Aladuge", "team_name": "Food Processing", "startup_idea": "plantain flour and Yam flour, aim at meeting the problem of Hunger as well as solving the problem of Nutritional deficiency in Nigeria and Africa at large.", "team_id": 125, "all_teams": 384},
{"leader_name": "Wisdom Edem", "team_name": "Food safety and efficiency", "startup_idea": "My main product is rice. We cultivate the rice all year round to maintain food safety and efficiency in world. We will practice rice mechanize farming for massive production and to meet the demands", "team_id": 126, "all_teams": 384},
{"leader_name": "Tokoni Iderima", "team_name": "Football Fans Tribe ", "startup_idea": "Nigerians love Football and Football Fans Tribe is a Nigeria based movement geared towards bringing every day football fans within Nigeria to the World stage through the power of the internet & cotent", "team_id": 127, "all_teams": 384},
{"leader_name": "Felicia Macanthony", "team_name": "For you by felie", "startup_idea": "For You By Felie is simply Hair beauty made easy, For You By Felie is a hair beauty service brand that allow our customers pay a renewable subscription fee, that gives them access to all our", "team_id": 128, "all_teams": 384},
{"leader_name": "Misbahu Sani muhammad", "team_name": "Free Apprentice training ", "startup_idea": "My plan is to promote the technical skills of furniture making / woodworking and help inculcate into the younger generation to using it as a tools our nation building. ", "team_id": 129, "all_teams": 384},
{"leader_name": "Toluwalase Abikehin", "team_name": "FuelIntellisense TEStartupChal", "startup_idea": "FuelIntelliSense tackles notable issues by eliminating error prone manual entries, unauthorized fuel usage, revenue losses and operational inefficiency.", "team_id": 130, "all_teams": 384},
{"leader_name": "Gabriel Okonkwo", "team_name": "GABITEX AGRI-ALLIED INDUSTRIES", "startup_idea": "Gabitex Agri-allied Industries is into cultivation of cassava, maize, rice servicing and general Agricultural merchandise. ", "team_id": 131, "all_teams": 384},
{"leader_name": "Excellence Nwafor", "team_name": "Garri Production", "startup_idea": "Our proposed product is the “Olex Garri” brand - finely processed from High Quality Cassava Flour (HQCF) gotten from Improved Vitamin-A (Yellow) Cassava variety.", "team_id": 132, "all_teams": 384},
{"leader_name": "Tobi  Olanrewaju", "team_name": "Ginger Farmers Blockchain ", "startup_idea": "A cloud-based application that provides farmers with high quality production inputs, knowledge, processing technologies, storage facilities and a guaranteed off-take/market for their produce.", "team_id": 133, "all_teams": 384},
{"leader_name": "Emmanuel Abah", "team_name": "Gingex Agro", "startup_idea": "Processing and packing of Nigerian ginger to ginger candy, syrup, water, juice and pulp. Also, we will export half split dried Nigerian ginger to countries like Germany, Netherlands, UAE, USA and UK..", "team_id": 134, "all_teams": 384},
{"leader_name": "Ebikienmo progress John", "team_name": "Giovanni-Kien Fish Farming ", "startup_idea": "This is a startup that tend to provide food sufficiency and food sustainability in our locality and the world at large thereby reducing hunger, poverty, creating employments and economic growth.", "team_id": 135, "all_teams": 384},
{"leader_name": "Aondona Gbishe", "team_name": "GLASAC ENTERPRISES", "startup_idea": "Production, processing and distribution of improved variety of crops.", "team_id": 136, "all_teams": 384},
{"leader_name": "Hillary Makata", "team_name": "Glistudy Mobile Application", "startup_idea": "Glistudy is an online educational platform where everyone are learners and instructors. We live out our values every day to create an educational and skillset culture that provides inclusive education", "team_id": 137, "all_teams": 384},
{"leader_name": "Maryam Ibrahim", "team_name": "Glitterand event", "startup_idea": "Glitterand event is an event planning business we organize events that brings early stage creative entrepreneurs in the fashion industry together for market access and a platform for collaboration. ", "team_id": 138, "all_teams": 384},
{"leader_name": "Emmanul Etim", "team_name": "Gold farming", "startup_idea": "Africa as a whole imports as much as one-third of the rice traded in the world rice market, and the imported rice accounts for nearly 40% of the total rice consumption of the region. Only about 57% ", "team_id": 139, "all_teams": 384},
{"leader_name": "Uche Jumbo", "team_name": "GoodFood For All Initiative", "startup_idea": "GoodFood Agric Enterprises grows the Nigeria Staple Foods such as plantaIn, Banana, Maize, Cassava, plantaIn, vegetables and Meat and process same to quality healthy, safe, sustainable equitable Food ", "team_id": 140, "all_teams": 384},
{"leader_name": "Olugbenga Ogunbowale", "team_name": "Grant Master", "startup_idea": "Grant Master connects ambitious organizations in need of grant funding with the top 5% of Grant Writers.", "team_id": 141, "all_teams": 384},
{"leader_name": "Daniel Hanson", "team_name": "GREAT DG'S GLOBAL ENTERPRISES", "startup_idea": "GREAT DG'S GLOBAL ENTERPRISES is an  all-round hospitality business.\r\nWe are into food, drinks, hotel and general entertainment.\r\nOur lounge covers a wider range of African most beautiful cuisine.", "team_id": 142, "all_teams": 384},
{"leader_name": "Uchechukwu Ogechukwu", "team_name": "Greenage", "startup_idea": "Greenage Powerbug is a made-in-Nigeria solar system that provides low-cost clean energy to subsistence households and low-income businesses. ", "team_id": 143, "all_teams": 384},
{"leader_name": "Gift Muoneke", "team_name": "Greenera Technologies ", "startup_idea": "A solar microgrid that supplies clean and affordable electricity to vendors in rural communities.", "team_id": 144, "all_teams": 384},
{"leader_name": "Patrick Ezenachi", "team_name": "Green living project", "startup_idea": "Producing agro food, by using clean energy thereby reducing climate action through the use of low carbon technology\r\nHarvesting green power from sunlight to help lower carbon footprint in Nigeria.", "team_id": 145, "all_teams": 384},
{"leader_name": "Williams George", "team_name": "Green Mart NG", "startup_idea": "Making food delivery and distribution more accessible, we do last-mile delivery and preservation of groceries from farm to home, with plans for smart farms to include direct harvest buying", "team_id": 146, "all_teams": 384},
{"leader_name": "First  Electric", "team_name": "Green Mobility Lagos ", "startup_idea": "Our project aims to provide a Solar powered public EV Charging infrastructure in key location within Lagos, Nigeria.", "team_id": 147, "all_teams": 384},
{"leader_name": "Shehu Ataboh", "team_name": "Habbot Air ", "startup_idea": "Habbot Air is a proposed airline/cargo services company that will provide air travel/ transport services.", "team_id": 148, "all_teams": 384},
{"leader_name": "Abraham Onorhime", "team_name": "HAIRSTYLING/ BARBING", "startup_idea": "My Project is on hairstyling and barbing which is rendered generally to the community for good looks and hair care.", "team_id": 149, "all_teams": 384},
{"leader_name": "Hope  Ayodele", "team_name": "Hayworth (Qik)", "startup_idea": "By integrating technology and innovation, Qik LPG guarantees its users of swift access to clean and affordable energy all from the comfort of their homes. Liquefied Petroleum Gas is a healthier energy", "team_id": 150, "all_teams": 384},
{"leader_name": "Hilda Obomanu-eromosele", "team_name": "Healthytreats", "startup_idea": "Hilda's healthy treats is a Healthy food company based in Lagos state that provides outdoor/ indoor catering services, with healthy herbs and spices to promote good health.", "team_id": 151, "all_teams": 384},
{"leader_name": "Tamunotonye Harry", "team_name": "Helt", "startup_idea": "Helt provides more options for people to fund health emergencies through controlled savings, health subscriptions, and a crowdfunding model", "team_id": 152, "all_teams": 384},
{"leader_name": "Chinonso Shedrach", "team_name": "HINDRA SOLUTIONS", "startup_idea": "We are joint experts with practical experience and we are solely into five major products/service which are : CONSTRUCTION SERVICES ,PROCUREMENT, LOGISTICS SERVICES, GENERAL CONTRACTS & MERCHANDISE", "team_id": 153, "all_teams": 384},
{"leader_name": "Praise Oko-joseph", "team_name": "HOME ACCESS", "startup_idea": "Home Access is a solution that allows you grant access to visitors, you would also be able to log off your visitors, pay bills and hire handy workers all in one App. ", "team_id": 154, "all_teams": 384},
{"leader_name": "Akintunde Favour", "team_name": "Honeycrowns", "startup_idea": "Honeycrowns is a readily growing business in ogun state Nigeria where we manufacture various things from whole wheat flour though particularly on varieties of bread, pastries and confectionery", "team_id": 155, "all_teams": 384},
{"leader_name": "Nancy  Eruro", "team_name": "House of Manor", "startup_idea": "The Nancy Eruro Production offers opportunities to young talents. Giving them the platform to showcase themselves in a TV series called House of Manor. Also handfeeding them with massive opportunities", "team_id": 156, "all_teams": 384},
{"leader_name": "Sesan Kareem", "team_name": "HubCare by HubPharm", "startup_idea": "HubCare delivers affordable, quality health care services and products to underserved Africans - Whenever they need it\r\n", "team_id": 157, "all_teams": 384},
{"leader_name": "Joshua Olatunde", "team_name": "Huzz.Africa", "startup_idea": "With the Huzz Web, Android, or iOS apps, you can record transactions, manage customers, manage products, recover debts, issue invoices, issue receipts, and generate insights for your business.  \r\n", "team_id": 158, "all_teams": 384},
{"leader_name": "Ibe Kelechi", "team_name": "I.btex interiors", "startup_idea": "I.btex interiors will be dealing on all kinds of furniture such as bedroom, living room, dining room, office and kitchen furniture, hotel furniture and general wooden furniture contracts.", "team_id": 159, "all_teams": 384},
{"leader_name": "Yerovwo Emorinken", "team_name": "IDEAL BABY MEALS", "startup_idea": "We have quite a range of Products. They are Natural, Whole Foods and very nutritious. Some of which are:\r\nApple and Oat Porridge, Grains and More, Baby Chop Up, Potatoe and Vegetable Pudding,Rice, etc", "team_id": 160, "all_teams": 384},
{"leader_name": "Abdullateef Lawal", "team_name": "iDixcover", "startup_idea": "iDixcover is a workforce development startup that uses artificial intelligence to educate African youths on technology skills and to connect them with professional mentors and career opportunities.", "team_id": 161, "all_teams": 384},
{"leader_name": "Josiah  Amu", "team_name": "IDM PET-HOUSE ", "startup_idea": "IDM PET-HOUSE Is an online marketplace for pet vendors and Veterinarians.  The platform let's emerging pet breeders/owners sell their pets by creating an online pet shop.              ", "team_id": 162, "all_teams": 384},
{"leader_name": "Zulkifl Musa", "team_name": "ilim Tutor", "startup_idea": "ilim Tutor is a STEM-focused platform that aims to provide\r\ntransformative learning experiences by utilizing adaptive learning, spaced practice, concept built content and gamification", "team_id": 163, "all_teams": 384},
{"leader_name": "Kakimun Eke", "team_name": "ILODE BIO ENERGY ", "startup_idea": "We convert agricultural waste into 30% cheaper, cleaner-burning biogas, allowing families, and enterprises to utilise biofuel for cooking, heating, and cooling.", "team_id": 164, "all_teams": 384},
{"leader_name": "Dickson Agbaye", "team_name": "Industrial Services & Training", "startup_idea": "We provide the next generation of welding engineering technology and independent third party inspection activities. To provide the most magnificent welding technology services and Technical training.", "team_id": 165, "all_teams": 384},
{"leader_name": "Opeyemi Etiwe", "team_name": "Insync", "startup_idea": "Insync is a health-tech company that provides optimum mental health care to people suffering from mental illness and emotional needs through the use of artificial intelligence and the power of people.", "team_id": 166, "all_teams": 384},
{"leader_name": "Susan Ikpe", "team_name": "IoT", "startup_idea": "Just as Airbnb, Amazon, Uber, etc. brought about disruptive innovation in their various industries, many businesses and industries are yet to tap into IoT to garner the enormous benefits therein ...", "team_id": 167, "all_teams": 384},
{"leader_name": "Yusuff  Ipaye", "team_name": "Ipaye chicken nation.", "startup_idea": "Ipaye chicken nation is a poultry farm that buy day old chicks  and then rear them for some weeks and sell them to the public for consumption. ", "team_id": 168, "all_teams": 384},
{"leader_name": "Ogah Abeni", "team_name": "ISUNDER TECH", "startup_idea": "In the midst of a revolution, innovation matters. At ISUNDER TECH, we’ve been innovating electric transportation breakthroughs. We understand the electric revolution because we make it work.\r\n", "team_id": 169, "all_teams": 384},
{"leader_name": "Ismail Adejonwo", "team_name": "iWello", "startup_idea": "Less than a dollar healthcare", "team_id": 170, "all_teams": 384},
{"leader_name": "Jamilu Buhari", "team_name": "Jamilu buhari", "startup_idea": "My proposed product services is tailoring services", "team_id": 171, "all_teams": 384},
{"leader_name": "Dennis Okhogbe", "team_name": "Jenden Agro Animal Farms", "startup_idea": "This project is an agro animal farm involving production of clean sources of meat, eggs and fish, in large scale to cater for the needs of people in rural and suburban settlements. Protein for all.", "team_id": 172, "all_teams": 384},
{"leader_name": "Jessica Dick", "team_name": "JESSLINK SHOES", "startup_idea": "Jesslink shoes are into footwears manufacturing, retaining, training and shoe service..\r\nOur products are of high quality, durable and affordable. We can turn your dead shoe into a new one.", "team_id": 173, "all_teams": 384},
{"leader_name": "Jessica  Ekwebalam", "team_name": "Jhess", "startup_idea": "I am a creative tailor . I make quality and colorful Ankara print bags from scratch, which include tote bag , travel bag , laptop bag,  backpack etc. Strictly handmade with Ankara Prints. ", "team_id": 174, "all_teams": 384},
{"leader_name": "Joel Akpan", "team_name": null, "startup_idea": "Over the years they have been raising of cases of diseases like diabetes and other armful diseases due to the high consumption of sweeteners and flavour drinks, we needed to launch sipAlive zobo drink", "team_id": 175, "all_teams": 384},
{"leader_name": "Justice Joseph", "team_name": "Justice investment", "startup_idea": "My project is basically in Agriculture, which has to do with commercial farming, and I focus on Ginger farming as well process and exportation", "team_id": 176, "all_teams": 384},
{"leader_name": "Asitoaa pokima Amasa", "team_name": "Kalabari TV", "startup_idea": "Kengema Broadcasting Ltd. popularly knows as “Kalabari TV” is designed to preserve the Ijaw, Kalabari culture & tradition, a platform created to bring back the lost cultural heritage or the Kalabaris", "team_id": 177, "all_teams": 384},
{"leader_name": "Olari Sunday", "team_name": "Kampgig", "startup_idea": "A Tiktok like platform that connects buyers and sellers in one single place to buy, sell, rent and earn while on campus.", "team_id": 178, "all_teams": 384},
{"leader_name": "Kedei  Ibiang", "team_name": "Kays Perfumery ", "startup_idea": "Kay's Perfumery is passionate about providing home and body fragrance products that are non toxic, non irritant and that can be used safely by everyone without posing any threat to their health. ", "team_id": 179, "all_teams": 384},
{"leader_name": "Emuowho Okuacho", "team_name": "KcleanHolmes", "startup_idea": "Kclean Holmes is holding up a visionary concept that can be replicated at any location to solve the incessant problems of pest and other environmental vices and we are edging to bridge the gaps left.", "team_id": 180, "all_teams": 384},
{"leader_name": "Esther Toyin", "team_name": "Ki-tela ", "startup_idea": "Ki-tela is a tie and dye  clothing line that produces fashionable designs for women and men with indigenous African prints.This clothing line looks to represent what Africa stands for through fashion", "team_id": 181, "all_teams": 384},
{"leader_name": "Zuleiha Yusuf", "team_name": "Koven Leisure Games", "startup_idea": "KLG are digital and physical games inspired by traditional folklore from Africa's history. The concept centres fun, community, competition, learning, representation and pride in the African identity.", "team_id": 182, "all_teams": 384},
{"leader_name": "Stephanie  Okechukwu", "team_name": "Krownz Recipez ", "startup_idea": "Krownz recipez is healthy meal shop. That provides her customers with a healthier version of our regular road side meals/ pastries. We Aim at giving you quality,Taste + Good hygiene for your money. ", "team_id": 183, "all_teams": 384},
{"leader_name": "Mumin Oloruntola", "team_name": "Kulu Food", "startup_idea": "Kulu Food is a platform that enables buying and selling of retail doorstep consumer food in University of Lagos, Akoka. ", "team_id": 184, "all_teams": 384},
{"leader_name": "Joseph Lifu", "team_name": "lifubirds", "startup_idea": "Lifubirds is a technology company offering last mile delivery services and passenger transportation services.\r\nOur unique selling proposition is timeliness, safety, integrity and comfort of clients.", "team_id": 185, "all_teams": 384},
{"leader_name": "Jesse Benedict", "team_name": "Lite (Literide)", "startup_idea": "Lite (literide) is a platform providing ride-hailing/sharing, micromobility, delivery services. It also allows users to lease and hire cars without hassles.", "team_id": 186, "all_teams": 384},
{"leader_name": "Progress James", "team_name": "Livestock Firm", "startup_idea": "My proposed nature of the products/services is livestock feeds/management, piggery, fishery, poultry farming, general contracts.", "team_id": 187, "all_teams": 384},
{"leader_name": "Zephaniah Okoye", "team_name": "Locally built solar inverter", "startup_idea": "Our products is a solar energy based inverter that is produced with locally-sourced materials so as to improve its durability, reliability, efficiency and also reduce  cost as compared to other brands", "team_id": 188, "all_teams": 384},
{"leader_name": "Israel Kehinde", "team_name": "LockBook", "startup_idea": "LockBook.org provides a publishing platform that syncs with an Internet marketplace for the safe distribution of documents.", "team_id": 189, "all_teams": 384},
{"leader_name": "Dennis  Agbabuwe", "team_name": "Log-x", "startup_idea": "An application software that allows freelance delivery for people in no time.", "team_id": 190, "all_teams": 384},
{"leader_name": "Mgbenwelu  Chukwuemeka paschal", "team_name": "Lubricants ", "startup_idea": "I supply visa lubricants to construction companies in Jos, Plateau state", "team_id": 191, "all_teams": 384},
{"leader_name": "Teniola Ibrahim-zubair", "team_name": "Lulufoods2020 - Fowl Roasting", "startup_idea": "Carefully selected, tasty and healthy roasted Fowls (Guinea Fowl, Chicken & Turkey).  Presented in whole or parts  The business in located in Lagos, Nigeria, with clients around the world. ", "team_id": 192, "all_teams": 384},
{"leader_name": "Mosopefoluwa  Fayeun", "team_name": "Lystra ", "startup_idea": "Lystra is a renewable energy technology company that harnesses the advancements in technology to make clean energy sources smarter and easier to use. ", "team_id": 193, "all_teams": 384},
{"leader_name": "Lekan  Shobukola", "team_name": "Madrasatul-Imtiyaaz", "startup_idea": "Madrasatul-Imtiyaaz is an online Arabic school that was established to bring Arabic knowledge to everyone especially women, less privileged and handicapped persons who cannot access the on-site school", "team_id": 194, "all_teams": 384},
{"leader_name": "Emmanuel  Ogoh", "team_name": "Mango.", "startup_idea": "MANGO is a Nigerian start-up that aims to redefine & revolutionize the way everyday users experience sound with the MANGO speaker. Its proposition is a line of affordable sound devices that plugs.", "team_id": 195, "all_teams": 384},
{"leader_name": "Samuel Okon", "team_name": "Manipulate young for apprentic", "startup_idea": "Fabrication- welding, bending, rolling, fitting) Painting- surfaces prepare, finishing,  Lifting-manual lifting tools handling,) Safety- HSE, ppe", "team_id": 196, "all_teams": 384},
{"leader_name": "Victoria Essiet", "team_name": "Manufacturing & Production", "startup_idea": "My proposed products are /service are to be advertise   ,create awareness by young vendors, and also a vehicle  carry the products by the marketers  to create awareness of the new products in the mark", "team_id": 197, "all_teams": 384},
{"leader_name": "Saheed Kolawole", "team_name": "Maritime services", "startup_idea": "Shipping\r\nMaritime \r\nLogistic", "team_id": 198, "all_teams": 384},
{"leader_name": "Edidiong Ishola", "team_name": "Maternal Mental Health", "startup_idea": "MIKEDCAREs is a perinatal mental health organization that provides women with support services like domestic staffing, nutrition care, & Emotional support therapy. ", "team_id": 199, "all_teams": 384},
{"leader_name": "Anih Anastesia chinaza", "team_name": "Mauve empress", "startup_idea": "I make footwears shoes sandals Pam's slippers for both male and female", "team_id": 200, "all_teams": 384},
{"leader_name": "Michael Matthew mccary", "team_name": "McCary Excel Farm", "startup_idea": "At McCary Excel Farms we cultivate Edible Rice for the total Man.Our Rice are Higenically selected and are Naturally grafted for consumption.", "team_id": 201, "all_teams": 384},
{"leader_name": "Ayokunle  Omoniyi", "team_name": "MDairy ", "startup_idea": "mDairy is an integrated mobile platform (SMS, App and IVR) developed to improve the livelihood and market access of dairy farmers. In addition, it aims to improve the dairy value chain in Nigeria.", "team_id": 202, "all_teams": 384},
{"leader_name": "Ismail Ajagbe", "team_name": "Measura Health", "startup_idea": "We are accelerating Africa's transition from Emergency & Curative Healthcare System to a Preventive Healthcare System so as to reduce the alarming rate of occurrence of preventable deaths in Africa.", "team_id": 203, "all_teams": 384},
{"leader_name": "Collins Jacobs", "team_name": "MechInsure", "startup_idea": "MechInsure is an extended warranty subscription based product that provides Mechanical Repair Cover and other Roadside Assistance Services to subscribers.", "team_id": 204, "all_teams": 384},
{"leader_name": "Agnes Agbo", "team_name": "Meta business ", "startup_idea": "It’s a handmade footwears for both male and female. Many people don’t wear it because they feel it’s too local not knowing it’s very comfortable and doesn’t spoil easily. It is easy to use ", "team_id": 205, "all_teams": 384},
{"leader_name": "Onyedikachi Ugorji", "team_name": "Middleman Pay", "startup_idea": "The payment solution that will gives you peace of mind and guarantee your you refund ", "team_id": 206, "all_teams": 384},
{"leader_name": "Ernest Onyekachukwu", "team_name": "Mi-Mi Choco Nutritious Gari", "startup_idea": "Mi-Mi Choco is a Nutrious Gari (Staple food) that contain  pro vitamin A, beta carotene, protein, fat and oil.", "team_id": 207, "all_teams": 384},
{"leader_name": "Chukwu Christian", "team_name": "Miss Ugwulangwu (Ada Ezeoke)", "startup_idea": "Miss Ugwulangwu Photo Contest and Got Talent is a pageantry programme initiated to explore the beauties and talents in Ugwulangwu. It is initiated to promote young talents to the global world", "team_id": 208, "all_teams": 384},
{"leader_name": "Rita Okafor", "team_name": "Modest Dressing", "startup_idea": "The Art of Dressing and Grooming", "team_id": 209, "all_teams": 384},
{"leader_name": "Abdulwahab Ayinde", "team_name": "MonoCut3D", "startup_idea": "We make 3D-printed patient-specific anatomical models for surgical preoperative planning.", "team_id": 210, "all_teams": 384},
{"leader_name": "Akpevweoghene  Ogodo", "team_name": "More Food, Less Waste", "startup_idea": "Spyce Republic is an agribusiness that offers a range on indigenous spices, food condiments and sweeteners that are hygienically processed in order to promote healthy consumption and reduce food loss.", "team_id": 211, "all_teams": 384},
{"leader_name": "Moses ujulu Pius", "team_name": "MP DIGITAL SIGNATURES", "startup_idea": "To provide high quality, professional and complete creative services in all design & communication fields including: Graphic Design, Printing, Advertising, Barbing and General Supplies Services", "team_id": 212, "all_teams": 384},
{"leader_name": "Pipeloluwa Adepoju", "team_name": "MUCH CROWN FISH FARMS", "startup_idea": "Much Crown Fish Farms grows,harvest and sell fresh,live,tasty,delicious and healthy Catfishes in large sizes for our ever increasing wide range of customers in Nigeria as ordered and needed. ", "team_id": 213, "all_teams": 384},
{"leader_name": "Etimbuk Imuk", "team_name": "Mushroom farming ", "startup_idea": "Eti Farms Global is a Social  Enterprise improving the health,  wellbeing and nutrition of people through the cultivation, processing, packaging and sales of 100% edible mushrooms.", "team_id": 214, "all_teams": 384},
{"leader_name": "Okwuchukwu gospel Obi", "team_name": "MyClassConnect", "startup_idea": "A single cloud-based application that digitizes teaching and learning process for higher institutions across Africa.", "team_id": 215, "all_teams": 384},
{"leader_name": "Nafisa tarfa Saidu", "team_name": "Naheema Associated Resources", "startup_idea": "We are into sustainable “scrap to art, thrash to cash” waste disposal using a win/win strategy that cleans the environment and empowers women and youth to start microbusiness with as low as N5,000 ", "team_id": 216, "all_teams": 384},
{"leader_name": "Oluwanifemi Ijamusan", "team_name": "NASUMAJ FOODS", "startup_idea": "Nasumaj food is an Agricultural food solution venture, which innovatively provides access to healthy food product at affordable and reduced cost, ease of access by offering delivery services.", "team_id": 217, "all_teams": 384},
{"leader_name": "Aliyu Aminu tula", "team_name": "National IDCard Enrollment", "startup_idea": "I operate a IT firm/ internet cafe, were i trained students on ICT related activities and also do consultancy services such as systems maintenance, installation, repairs, graphics design etc. ", "team_id": 218, "all_teams": 384},
{"leader_name": "Blessing Onukwube", "team_name": "NEBLES FARMS", "startup_idea": "Nebles Farms specializes in on-farm production of rice. The firm is contributing to paddy rice supply and youth empowerment through women entrepreneurship in agriculture.", "team_id": 219, "all_teams": 384},
{"leader_name": "Ezinne  Nwakuba", "team_name": "NEGS LOCALITY BEEKEEPING. ", "startup_idea": "We are improving food supply security using bees, creating jobs and building a multi-millions dollars honey market in Nigeria with the construction & installation of beehives in different localities. ", "team_id": 220, "all_teams": 384},
{"leader_name": "Maxwell Ochemiebia", "team_name": "Nigrian native attirres", "startup_idea": "In maxy fashion we specialize in male bespoke wears and offer fashion councils to our clients.", "team_id": 221, "all_teams": 384},
{"leader_name": "Adewumi Adegbamigbe", "team_name": "NiO Agro ", "startup_idea": "We aim to solve the problem of substandard and high animal production methods, unhygienic animal meat and products. Substandard animal production techniques pose great danger to the final consumers.", "team_id": 222, "all_teams": 384},
{"leader_name": "Isaac mandu  Okon", "team_name": "Nobenz Integrated Farm NIF ", "startup_idea": "Nobenz Integrated Farm (NIF) deals with the cultivation of various vegetables and livestock such as waterleaf,pumpkin leaf, tomatoes, cucumber,watermelon,snails, grasscutters, pigs,layers,broilers.", "team_id": 223, "all_teams": 384},
{"leader_name": "Ibrahim Garba", "team_name": "North-Hill Recycling", "startup_idea": "Our product is plastic raw material which is made from plastic waste. We recycle plastic waste and turn it into raw material for plastic reproduction. We are into circular Economy.", "team_id": 224, "all_teams": 384},
{"leader_name": "Nnenanya Uchenna", "team_name": "NUJ Physiotherapy and Wellness", "startup_idea": "Physiotherapy services that can easily be accessed through mobile app, phone call, social media.\r\n", "team_id": 225, "all_teams": 384},
{"leader_name": "Amusa Quadri", "team_name": "O2OSCHOOLS", "startup_idea": " O2OSCHOOLS (offline to online Schools) is a Student result processing software that allow teachers to compute  students scores and students go online to check result using Electronic PIN via online", "team_id": 226, "all_teams": 384},
{"leader_name": "Olaniyi Samuel oluwasegun", "team_name": "OASIS LAUNDRY SERVICES", "startup_idea": "Oasis is a laundry service established in kafanchan that provides dry cleaning, laundry and garment alterations, offered with regular home pickup and delivery services. ", "team_id": 227, "all_teams": 384},
{"leader_name": "Paschal Okeke", "team_name": "OCHIPA", "startup_idea": "OCHIPA, a premium manufacturer of 12 leading vehicle esthetics maintenance products in Nigeria/Africa with leverage installation of vehicle washing machines reforming the conventional service industry", "team_id": 228, "all_teams": 384},
{"leader_name": "Michael Ojo", "team_name": "Octave Incorporations", "startup_idea": "Octave Incorporations is a digital solutions company that is aimed at advancing digitization in Nigeria and Africa at large by providing accessible, available and affordable digital education.", "team_id": 229, "all_teams": 384},
{"leader_name": "Olayinka  Yusuf", "team_name": "OFSP Complementary Food", "startup_idea": "The proposed product is a complementary food processed from orange flesh sweet potatoes with the addition of other protein sources for children of 6 months and above. This will be an instant meal.", "team_id": 230, "all_teams": 384},
{"leader_name": "Solomon Ekanem", "team_name": "Oil Palm processing", "startup_idea": "Oil Palm production and processing.", "team_id": 231, "all_teams": 384},
{"leader_name": "Ireoluwa Bolajoko", "team_name": "Oke Loop Bags", "startup_idea": "Oke makes reusable shopping bags called \"loop bags\" using polyester fabrics and locally recycled PET plastics for Supermarkets in Nigeria to replace single-use polybags and reduce plastic pollution.", "team_id": 232, "all_teams": 384},
{"leader_name": "Maliki Asamu", "team_name": "OneCity Smart Screens", "startup_idea": "We build and install smart LED screens on taxi top rideshare vehicles-bolt/uber. We display advert on these screens for various brands to enable saturative advertisement. ", "team_id": 233, "all_teams": 384},
{"leader_name": "Abraham Agu", "team_name": "One Youth, One Digital Skill", "startup_idea": "In other to cut the rise in poverty across African nations, we're on a mission to skill-up young Africans digitally and provide a marketplace to sell their skill and make a better life for themselves", "team_id": 234, "all_teams": 384},
{"leader_name": "Modupe Laja", "team_name": "OrderEat", "startup_idea": "Our Business makes use of a Web or App Platform, where our customers can discover restaurants and pick their desired meals. On placing an order, their meals are quickly delivered to them.", "team_id": 235, "all_teams": 384},
{"leader_name": "Lawrence Ayeh", "team_name": "Organigrow.", "startup_idea": "Organic material for healthy crop production.", "team_id": 236, "all_teams": 384},
{"leader_name": "Otobong Kenjoshua", "team_name": "Otty's Complete Kitchen", "startup_idea": "We are into sales of Edible food stuffs for consumption", "team_id": 237, "all_teams": 384},
{"leader_name": "Obinna Okoye", "team_name": "Ozunu Realty", "startup_idea": "We ensure that travelers in a new city for work or recreational purposes in Nigeria have easy access to short-stay apartments. we also ensure smooth acquisition of real estate properties in Nigeria.", "team_id": 238, "all_teams": 384},
{"leader_name": "Imoh Anselem", "team_name": "Pandascrow", "startup_idea": "Pandascrow as a fraud-prevention tool is a fintech solution that protects individuals and businesses like SMEs/Vendors/Merchants/Freelancers/online shoppers from fraud & scams in online transactions.", "team_id": 239, "all_teams": 384},
{"leader_name": "Chidiebere Amadi", "team_name": "Parkwell Africa", "startup_idea": "Parkwell connects space owners with renters looking for a parking, a storage or a home.", "team_id": 240, "all_teams": 384},
{"leader_name": "Ernest  Nwangbo", "team_name": "Passbuttons", "startup_idea": "A digital platform that trains, assess teachers and helps school administrators and parents to hire trained  competent teachers.\r\n\r\nWe believe it's hard to have good education without good teachers. ", "team_id": 241, "all_teams": 384},
{"leader_name": "Peter Adeyi", "team_name": "Passion Discovery Plus Skill A", "startup_idea": "Our goal is to educate young students about career path and against substance\r\nabuse as well as promote girl child education and gender equality.", "team_id": 242, "all_teams": 384},
{"leader_name": "okechukwu chrysantus Odulukwe", "team_name": "PEACEFUL PALM OIL SERVICES", "startup_idea": "PEACEFUL PALM OIL SERVICES ranks amongst the leading Oil Palm producers in Nigeria using our state-of-the-art oil processing mill.", "team_id": 243, "all_teams": 384},
{"leader_name": "Vincent Okeke", "team_name": "PEDDLE LAB", "startup_idea": "Peddle ilabs is a social enterprise that seeks to bridge the digital-divide amongst students and teachers living in rural and underserved communities there by improving there educational skills on ICT", "team_id": 244, "all_teams": 384},
{"leader_name": "Maryjane  Awai", "team_name": "Peeled Beans Production", "startup_idea": "Using a solar energy food drying system,we produce in   large quantity naturally processed peeled beans that  subsitute for beans with peel to help fasten service delivery and meal time preparation", "team_id": 245, "all_teams": 384},
{"leader_name": "Ephraim Ibatt", "team_name": "Pepfix services", "startup_idea": "Pepfix services is a cleaning company that uses technology to disrupt how cleaning services are offered. Our services includes general home cleaning, post construction, office etc.  ", "team_id": 246, "all_teams": 384},
{"leader_name": "Ndubuisi Omefe", "team_name": "Peptido integrated farms", "startup_idea": "My company grows and processes clean healthy low fat proteins(chicken,chevon and catfish) as meat to consumers and offer improved/exotic goat breeds to local goat breeders.", "team_id": 247, "all_teams": 384},
{"leader_name": "Daniel Momnang", "team_name": "PEREZZI SPLASH", "startup_idea": "PEREZZI SPLASH is a start-up laundry enterprise.", "team_id": 248, "all_teams": 384},
{"leader_name": "Enactus Covenant university", "team_name": "PET City", "startup_idea": "PETCity Bricks convert plastic bottles into durable and cost-effective paving bricks.", "team_id": 249, "all_teams": 384},
{"leader_name": "Peter Moses", "team_name": "Peterson Innovation Enterprise", "startup_idea": "I am into buying of agricultural raw produce from rural areas. After buying I do process and do packaging for affordable prices during scarcity.", "team_id": 250, "all_teams": 384},
{"leader_name": "Olisa Paul", "team_name": "Pharmarket LTD ", "startup_idea": "Pharmarket is a brand that deal in sales of medical products, cosmetics and other \r\nessential like needs.", "team_id": 251, "all_teams": 384},
{"leader_name": "Emeka Anyaorah", "team_name": "PharmaServ Health Project Ltd", "startup_idea": "Pharmacy-as-a-service platform", "team_id": 252, "all_teams": 384},
{"leader_name": "Araise standard Agro-vision", "team_name": "PLANTING 10,000,000 TREES ", "startup_idea": "Procurement of or receiving donations of economic trees for planting across North East region of northern Nigeria, threatened by desert encroachment on daily basis, targeting 10,000,000 trees ", "team_id": 253, "all_teams": 384},
{"leader_name": "Johnson Obute", "team_name": "Plastic Bank For Africa", "startup_idea": "We help people living in marginalised communities to gain cash rewards in exchange for plastic waste and provide a reliable supply of raw material to the local recycling industry in Nigeria.", "team_id": 254, "all_teams": 384},
{"leader_name": "Kennedy Igwe", "team_name": "Plastic Recycling ", "startup_idea": "My product is Plastic (PET Bottle) recycling. We try to clean our communities by recycling the waste plastics and also use the avenue to provide a source of income for our respective families.", "team_id": 255, "all_teams": 384},
{"leader_name": "Aniebiet Frank", "team_name": "Poultry Farm", "startup_idea": "Anies Enterprise is an agricultural venture that specializes in both meat and egg production, which supplies a vast market range. It also makes a by-product, which is manure for farming", "team_id": 256, "all_teams": 384},
{"leader_name": "Abdullahi Abdulrazak", "team_name": " POULTRY FARM ENTERPRISE BUSI", "startup_idea": "Poultry farming is one of the most lucrative agriculture business in Nigeria.Thousands of products are consumed everyday yet, the demand remains unsatisfied. We ensure the highest standard quality.", "team_id": 257, "all_teams": 384},
{"leader_name": "Sunday Abam", "team_name": "Power for Less-privileged", "startup_idea": "Out of 80 millions Nigerians only 20 million to 30 millions has access to 15 hours .We offer solar power solutions to the less privileged as low as 300 to 500 per day to power their basic appliances ", "team_id": 258, "all_teams": 384},
{"leader_name": "Chikwado Ugwu", "team_name": "power Tech ", "startup_idea": "A modular, lightweight  hydrogen-gas fired power-pack that employs the technology of conventional gas turbine engines, to  generate electricity and to drive other mechanical equipments. ", "team_id": 259, "all_teams": 384},
{"leader_name": "Olayemi  Awoyemi", "team_name": "Prepper", "startup_idea": "Prepper, a learning platform that helps users learn like they chat is set to reduce illiteracy rate to zero, as a foundation towards a more developed world, with the third world nations in mind.", "team_id": 260, "all_teams": 384},
{"leader_name": "Precious Agbajileke", "team_name": "Prestige Agro Allied Enterpris", "startup_idea": "My project is an intergated agricultural system that covers crop production, livestock management Fisheries And agricultural consultations.", "team_id": 261, "all_teams": 384},
{"leader_name": "Olayinka Oderinde", "team_name": "Prets Services", "startup_idea": "Specialised in commercial, Janitorial and residential cleaning by using environmental friendly cleaning products and equipment.", "team_id": 262, "all_teams": 384},
{"leader_name": "Saheed Olamide okono", "team_name": "PrintPadi", "startup_idea": "PrintPadi is an innovative company, which enables people/company's to get any print products easily, i.e Laptop Skins, Business Cards, Branded Gift Items, Tshirt/Jersey, Carrier Bags, Souvenirs etc..", "team_id": 263, "all_teams": 384},
{"leader_name": "Church Monday", "team_name": "Production of Bathing Soap", "startup_idea": "Production of Bathing and Laundry Soaps, without the Used of Hazardous Caustic Soda Chemicals,that affect the Skins of Nigerians (Production of Soap with Natural ingredients).", "team_id": 264, "all_teams": 384},
{"leader_name": "Olajide raji Ojomoyela", "team_name": "Production of vegetable crops", "startup_idea": "Vegetables crops productions for the eradication of hunger for prospective buyers and job security for team members who are directly engaged in the production process, our products are daily needs veg", "team_id": 265, "all_teams": 384},
{"leader_name": "David  Abraham", "team_name": "Project : 1-Tutorials ", "startup_idea": "Our project is aimed at providing quality and affordable learning management system to those in the  sector of the  economy with less or no access to good teaching and learning experience. ", "team_id": 266, "all_teams": 384},
{"leader_name": "Ifeanyi  Francis", "team_name": "PROJECT GREEN", "startup_idea": " the production would be centered on cow pea, miilet,sorghum,rice,fishery and cocoa its by-products", "team_id": 267, "all_teams": 384},
{"leader_name": "Oreoluwa uwamose Imasete", "team_name": "Protection in d midst of COVID", "startup_idea": "Due to the pandemic, there is the compulsory use of face mask especially in public places.Buying nose masks everyday is tiring However as a fashion designer,I sew reusable facemasks with good material", "team_id": 268, "all_teams": 384},
{"leader_name": "Joseph  Abani", "team_name": "Protopack", "startup_idea": "Production of lubricant in sachets for small machinery and vehicles ", "team_id": 269, "all_teams": 384},
{"leader_name": "Ezekiel  Ajayi", "team_name": "PRO-VITAMIN A CASSAVA", "startup_idea": "My proposed project is to produce a carotene beta cassava(or bio fortified cassava) which contains high percentage of Vitamin-A. It has been planted already and growing well. ", "team_id": 270, "all_teams": 384},
{"leader_name": "Adepero Abraham", "team_name": "Proxel project management ", "startup_idea": "At Proxel, I create solution designs in infrastructural development and food processing that contributes to the livelihood and sustainability of my community members and generates income.", "team_id": 271, "all_teams": 384},
{"leader_name": "Olamide Ijaduola", "team_name": "Pupilate", "startup_idea": "A cloud-based education and business platform that empowers critical education stakeholders to become more efficiently productive with new and sustainable income generation channels.", "team_id": 272, "all_teams": 384},
{"leader_name": "Hadiza Abdulkarim", "team_name": "PUP VENTURE", "startup_idea": "PUP(Plastic Upclycled Product) ventures is a small medium enterprise (SME) that focuses on creating valuable products from non biodegradable plastic wastes like littered pure water sachets. ", "team_id": 273, "all_teams": 384},
{"leader_name": "Ugwu Ijeoma queendaline", "team_name": "Queen’s Beauty CusmeticsEmpire", "startup_idea": "The cosmetics industry revolves around beauty and seeks to enhance your natural features by producing innovation products that should be safe to use. It continues to grow the world over.", "team_id": 274, "all_teams": 384},
{"leader_name": "Adeola Ikuemonisan", "team_name": "RADIANT FARMS", "startup_idea": "Starting a farm has been so challenging for people who are so engaged with their day-to-day activities, radiantfarms setup and manage for these people to create food security for the country.", "team_id": 275, "all_teams": 384},
{"leader_name": "Emmanuel  Mgbeze", "team_name": "Raeville", "startup_idea": "Smart Home technology, smart farm and security solutions in Nigeria ", "team_id": 276, "all_teams": 384},
{"leader_name": "Joshua Abuh", "team_name": "Ravenhillz Enterprises", "startup_idea": "Ravenhillz Enterprises is an innovative agri-logistics company driving rural farmers' productivity by digitally connecting them with urban markets to alleviate food scarcity and create sustainability.", "team_id": 277, "all_teams": 384},
{"leader_name": "Jumoke Ola-ogundele", "team_name": "Read2me Mobile library", "startup_idea": "We are improving education for the African child through access to information and resource materials for the advancement of knowledge and enhancement of quality of human life. ", "team_id": 278, "all_teams": 384},
{"leader_name": "Toluwani Babawale", "team_name": "Real Estate Services", "startup_idea": "At Bavic Properties, we offer Real Estate Services such as; Property Development, Property Management, Estate Management, Real Estate Investment, and Building Construction. ", "team_id": 279, "all_teams": 384},
{"leader_name": "Ijeje Kaniye", "team_name": "Recyclift Recycling Program", "startup_idea": "My products are crushed plastic flakes made from waste plastic PET bottles. These products serve as raw materials for polyester and food packaging production.", "team_id": 280, "all_teams": 384},
{"leader_name": "Ioryina  Umburter james", "team_name": "Reduce Poverty with J-Vincent", "startup_idea": "Employment and Wealth creation through production and sale of affordable and efficient Biogas/Solar & Electric  Incubator for eggs hatching. Training of youths and women in hatchery management   ", "team_id": 281, "all_teams": 384},
{"leader_name": "Abdulmuhmin Aminu", "team_name": "Relieva", "startup_idea": "Relieva allow people/microbusinesses in rural and underserved urban communities to access highly affordable and efficient financial services starting with microloan and savings for financial-wellbeing", "team_id": 282, "all_teams": 384},
{"leader_name": "Stephen Adeyemo", "team_name": "Resavation", "startup_idea": "Resavation is an ai property technology company that help middle to high income earners in Nigeria with seamless accomodation online.", "team_id": 283, "all_teams": 384},
{"leader_name": "Oluwatobiloba Akinsanya", "team_name": "REVNO.1", "startup_idea": "Our product is  a Pre-engineered PV solar system that will serve as an alternative source of power to high schools in our community. ", "team_id": 284, "all_teams": 384},
{"leader_name": "Godwin  Akah", "team_name": "Rice cultivation, packaging.", "startup_idea": "The purpose of indulging into rice cultivation is to solve the problem of food scarcity in Nigeria with the sole aim of making money and creating job opportunities in my country and environment ", "team_id": 285, "all_teams": 384},
{"leader_name": "Odumusor Uwen", "team_name": "Rice Milling and Destonning", "startup_idea": "My Products/services include Milling and Destonning of Locally cultivated rice.\r\nAfter which it will be packaged into branded bags and sizes of 5kg,10kg,25kg and 50kg, sold at affordable prices.", "team_id": 286, "all_teams": 384},
{"leader_name": "Favour ikedi Ifezuruoha", "team_name": "Rivers State Reporters", "startup_idea": "Daily News Report \r\nRivers Heritage Magazine \r\nMass Media Training \r\nEvent Coverage \r\nAdvertising ", "team_id": 287, "all_teams": 384},
{"leader_name": "Egwuagu Chukwudi", "team_name": "Robotic Multi Purpose Tractor", "startup_idea": "Environment friendly , Ozone layer friendly and Pollution Free Automated Multi Purpose tractor for Commercial farming aimed at achieving Food security  and UN SDG #1 , #2., #3 & #8", "team_id": 288, "all_teams": 384},
{"leader_name": "Aishah Sulaiman", "team_name": "Royal Pearls Resources Limited", "startup_idea": "We processes and package nutritious flour products such as Cassava flour, HQCF High Quality Cassava flour, Plantain & Yam flour etc., exportation of value-added Agro produce such as as processed  food", "team_id": 289, "all_teams": 384},
{"leader_name": "Nwankwo Promise", "team_name": "Rural rice farming institute", "startup_idea": "Rural rice farming institute is a training institution that will train rural farmers in modern rice farming technics thereby improving food security and reducing poverty amongst rural farmers ", "team_id": 290, "all_teams": 384},
{"leader_name": "Mafeng Wang", "team_name": "Rural TaRL Lab", "startup_idea": "We are implementing the TaRL (Teaching at the Right Level) approach at rural communities to help pupils in primary 4 to 6 acquire basic reading and math skills before completing primary school ", "team_id": 291, "all_teams": 384},
{"leader_name": "Ruth Agbolade", "team_name": "Ruth Agbolade Photography ", "startup_idea": "Ruth Agbolade Photography is aimed at using food photography as a weapon for building sustainable cities and communities by protecting cultural and natural heritage through the camera lens. ", "team_id": 292, "all_teams": 384},
{"leader_name": "Isaac Oniovosa", "team_name": "Safe Agro-products for all. ", "startup_idea": "Humans needs to eat rabbit meat that is the richest in protein; have fine amount of calories and rich in calcium. The farmers need viable manure to increase plant yield. We need clean air to breathe. ", "team_id": 293, "all_teams": 384},
{"leader_name": "Israel Ajayeoba", "team_name": "saGknihT", "startup_idea": "ThinkGas is manufacturing a plug and play  IoT Biogas digester for every home to turn their waste into energy for efficient and clean cooking, and electricity generation at an affordable price.", "team_id": 294, "all_teams": 384},
{"leader_name": "Peter Adisa", "team_name": "Salempeters Geological Service", "startup_idea": "Borehole Drilling\r\nGeophysical survey\r\nMineral exploration\r\n", "team_id": 295, "all_teams": 384},
{"leader_name": "Rabiu Abdulwahab", "team_name": "Sarakee Global Services", "startup_idea": "Livestock feeds mills productions and services as well as free training on agribusiness for women, youth, girls, and people living with disabilities in three (3) different districts in Bauchi State.", "team_id": 296, "all_teams": 384},
{"leader_name": "Ikechukwu  Okebugwu", "team_name": "SARGAS Cylinder", "startup_idea": "We are an LPG Cylinder Exchange Service. \r\nWe deliver LPG to your home and business in 15mins with a click on our App.", "team_id": 297, "all_teams": 384},
{"leader_name": "Boluwatife Arewa", "team_name": "Scrapays", "startup_idea": "Scrapays helps the 1% of the population in every urban city that survives by operating recycling businesses (collectors and agents) to provide on-demand material recovery services to waste producers", "team_id": 298, "all_teams": 384},
{"leader_name": "Ezemba  Godwin c.", "team_name": "Sekel robotics", "startup_idea": "We are determined to be a leading business in mastery AI (Artificial intelligence) of all kinds from developing and management of Applications/website and animation for our distinguish clients.", "team_id": 299, "all_teams": 384},
{"leader_name": "Chibuikem  Otuekere", "team_name": "Sendcedis2naira", "startup_idea": "Sendcedis2naira.Com offers remittance service which exchanges cedis to naira and naira to cedis for users in ghana\r\nand nigeria", "team_id": 300, "all_teams": 384},
{"leader_name": "Tope Adeshina", "team_name": "SEQUOIA", "startup_idea": "Food products\r\nCulinary services\r\nLogistics\r\nTrainings and consultation", "team_id": 301, "all_teams": 384},
{"leader_name": "Shagbaor Ahua", "team_name": "Shagbatech ", "startup_idea": "We at shagbatech have two services we are currently pushing which is panteka.net this an online distress sales platform  nobadhairs.com and online hairstylist booking website ", "team_id": 302, "all_teams": 384},
{"leader_name": "Sullivan Ojiogu", "team_name": "shopurban.co", "startup_idea": "Enabling a data driven ecosystem where local merchants advertise their goods on the online marketplace so customers can easily find to order, visit shop physically for pickup or a delivery opportunity", "team_id": 303, "all_teams": 384},
{"leader_name": "Anuoluwapolorimi Somoye", "team_name": "SHOWS DELIGHT ", "startup_idea": "SHOWS DELIGHT offers ranges of Healthy Products such as Natural Juices, Parfait, Yogurt, Chicken Salad, Natural Spices and other Healthier alternatives which are free from additives or preservatives", "team_id": 304, "all_teams": 384},
{"leader_name": "Shafiu Sunusi", "team_name": "SIKHA CONSTRUCTION COM.LTD", "startup_idea": "Sikha Construction Company Limited is registered Company that deals with Building and metal construction. ", "team_id": 305, "all_teams": 384},
{"leader_name": "Anna Ishaku", "team_name": "SMaNCH Foundation ", "startup_idea": "SMaNCH is an abbreviated name stands for SHIKTRA MATERNAL NEWBORN AND CHILD HEALTH CARE FOUNDATION aim to improve the lives of women of child bearing age through Provision quality Healthcare Delivery", "team_id": 306, "all_teams": 384},
{"leader_name": "Love Ajagbe-ayankola", "team_name": "Smart-BP Shoe App Project", "startup_idea": "Smart-BP Shoe App Project develops a shoe(in different designs) with inbuilt BP check for men and women for ages 25 and older to easily check their BP anywhere while rocking Loib Dressy Shoes.", "team_id": 307, "all_teams": 384},
{"leader_name": "Louisa Osharode", "team_name": "Smart Harvest ", "startup_idea": "Smart Harvest's goal is to create an integrated collaborative ecosystem that focuses on digitizing the agricultural value chain: from farming to final sales.  ", "team_id": 308, "all_teams": 384},
{"leader_name": "Olatunde Peter", "team_name": "Smartlife", "startup_idea": "Intelligent fire alarms and security management system. \r\nThe product is about creating a well designed smoke sensor with camera for remote monitoring. ", "team_id": 309, "all_teams": 384},
{"leader_name": "Solomon Enumah", "team_name": "SODAFE CONSULT ENTERPRISE ", "startup_idea": "SODAFE CONSULT ENTERPRISE carry on the businesses of architectural and engineering services, engineering consultancy services/construction. We also provide three dimensional modelling design services.", "team_id": 310, "all_teams": 384},
{"leader_name": "Jacob Uko", "team_name": "SOLAR ELECTRIC MOWER", "startup_idea": "THE PRODUCT IS AN ECO-FRIENDLY GRASS CUTTING MACHINE WHICH IS POWER BY SOLAR ENERGY AND IS ALSO RECHARGEABLE WITH ELECTRICITY. IT IS CATERGORIZE INTO THE HAND MOWER AND THE ROLLING MOWER.", "team_id": 311, "all_teams": 384},
{"leader_name": "Abubakar Umar", "team_name": "Solar Rice Farm", "startup_idea": "We are An Agri-tech company that provides peasant  farmers  access to clean and affordable water using Renewable Solar Irrigation  System and improved seedlings reducing cost of production by 70%.", "team_id": 312, "all_teams": 384},
{"leader_name": "Emmanuel  Terwase", "team_name": "Solconomy", "startup_idea": "Solconomy builds and operates smart solar microgrids in rural community markets to provide clean electricity used for lighting and charging devices to small shops and MSMEs.", "team_id": 313, "all_teams": 384},
{"leader_name": "Solace Onyema", "team_name": "Solio Leathers Ltd", "startup_idea": "Solio Leathers is a computer software integrated footwear manufacturing company with mission to drive footwear market in Nigeria and Africa.", "team_id": 314, "all_teams": 384},
{"leader_name": "Lawrence Chiagozie", "team_name": "Sologid Technology Hub Ltd", "startup_idea": "A platform-based service that help anyone in Africa search and discover hand picked technology hubs nearby, access it on-demand and if necessary, pay per minute for co-workspace", "team_id": 315, "all_teams": 384},
{"leader_name": "Nonso Opurum", "team_name": "SOSO CARE ", "startup_idea": "SOSO CARE is a low cost insurtech which aim to enable millions of uninsured  Nigerians mostly pregnant women and kids to access health insurance across over 1000 hospitals using recyclables as premium", "team_id": 316, "all_teams": 384},
{"leader_name": "Salisu Shehu", "team_name": "SOT LIMITED", "startup_idea": "Salsheja optimal technologies limited (SOT) will provide a unique forum for communication through the medium of the ICT, Networking, Web design and other Services such as CCTV Camera Installation", "team_id": 317, "all_teams": 384},
{"leader_name": "Anthony Daniel", "team_name": "Soundprove Audios ", "startup_idea": "Soundprove Audios is a Nigerian based sound tech company boarded with professional sound engineers and experts, as a brand we specialize  in creating  the right form of sound for any any event. ", "team_id": 318, "all_teams": 384},
{"leader_name": "Viola Okpara", "team_name": "Soy 4 All", "startup_idea": "Freshy Foods leverages technology to hygienically process soybean into food and drinks like soy yogurt, ice-cream, and soy butter, etc in order to provide cheaper plant-based protein alternatives.", "team_id": 319, "all_teams": 384},
{"leader_name": "Iyowuna Davies", "team_name": "Special Education", "startup_idea": "Providing quality yet, affordable education to children with special education needs like, hearing impairment (deafness), blindness, down-syndrome, dyslexia, autism, ADHD, ODD, SEBD, etc.", "team_id": 320, "all_teams": 384},
{"leader_name": "Isah Dahiru", "team_name": "Specxs Care Limited ", "startup_idea": "Specxs Care is a multi-location consumer health and wellness company that is using technology to provide access to reliable, affordable and digital health solutions anywhere, anytime.", "team_id": 321, "all_teams": 384},
{"leader_name": "Abubakar Lamido", "team_name": "Star Rides Universal Links ", "startup_idea": "Starides is a mobile application business that has three segments, the taxi ordering platform, the delivery and the marketplace so its a company that focus on providing solution to three industries.", "team_id": 322, "all_teams": 384},
{"leader_name": "Babatunde Ogungbamila", "team_name": "Stemballer", "startup_idea": "STEM Education!!!\r\nUsing Robotics and other fields to teach STEM.", "team_id": 323, "all_teams": 384},
{"leader_name": "Onwuka Johnson", "team_name": "St_johnsons mega collections", "startup_idea": "At st_johnsons we give you exclusive taste of high class fashion, amazing designs that makes you stand out..\r\nHigh makers of quality and afford yet sophisticated outfits that suits your taste and needs", "team_id": 324, "all_teams": 384},
{"leader_name": "Gideon Nya", "team_name": "Street hubs", "startup_idea": "My services is a Fourth party Distribution company.  Inwhich we host shopping malls/supermarkets to deliver its products  to the society, thereby reducing large gathering in the shopping mall, ", "team_id": 325, "all_teams": 384},
{"leader_name": "Sumayya nura Ahmad", "team_name": "SUMMYGALLERY", "startup_idea": "Producers of wedding bags and shoes, classic ladies' bags and school bags.", "team_id": 326, "all_teams": 384},
{"leader_name": "Jeremiah  Hinmikaye", "team_name": "Sustainable Eco Green Living", "startup_idea": "Ecogreenhomes.com.ng  is a sustainable living and renewable energy social enterprise powered by Biostar Green solutions company that provide solar energy and  green building services for Nigerians", "team_id": 327, "all_teams": 384},
{"leader_name": "Fortune Ojiemohin", "team_name": "Sustainable Fashion Education", "startup_idea": "The project aims at diminishing textile waste that pollutes the environment by finding value in used fabric through recycling: this would reduce CO2 emissions linked to the incineration of this waste.", "team_id": 328, "all_teams": 384},
{"leader_name": "Ayooluwa Aduwo", "team_name": "SwiftSleek", "startup_idea": "Transforming the world through technology", "team_id": 329, "all_teams": 384},
{"leader_name": "John sele Philip", "team_name": "SWOP-Sele's World Of Potential", "startup_idea": "A Promising Multidimensional company which aim at Building a Standardize Economic Growth & Development in Africa, Transforming the lives of youths & families, as well as Redeeming the African image.", "team_id": 330, "all_teams": 384},
{"leader_name": "Oluwasanmi  Owolabi", "team_name": "Talcube", "startup_idea": "Talcube is a global ed-tech company that provides innovative learning solutions.", "team_id": 331, "all_teams": 384},
{"leader_name": "Taofeeq  Olaniyi", "team_name": "Taonethealth ", "startup_idea": "Taonethealth is an online marketplace that allows patients to book medical appointment via website and mobile apps.", "team_id": 332, "all_teams": 384},
{"leader_name": "Hadiza Mshelia", "team_name": "TASS SWEET POTATOE FLOUR ", "startup_idea": "We produce dry milled, sugar free flour with no chemical additives or preservatives. It is light grey on colour, tasteless, fine powder texture with clean odour made from high quality sweet potatoes.", "team_id": 333, "all_teams": 384},
{"leader_name": "Ojo Demilola", "team_name": "Tasteclan ", "startup_idea": "Tasteclan is an organization with the aim of restoring balance to the health and eating habits of every student.We provide a means of connecting the already existing food vendors with their consumers ", "team_id": 334, "all_teams": 384},
{"leader_name": "Rebecca  Adesanya", "team_name": "TAYKEM SMART SET ", "startup_idea": "TAYKEM SMART SET manufactures corporate wears for SMART SET women; enabling them make fashionable Impressions in the 21st century by redefining their corporate world.", "team_id": 335, "all_teams": 384},
{"leader_name": "Busayo Omoniyi", "team_name": "TBOO NIGERIA", "startup_idea": "At TBOO NIGERIA, We make ready to wear baby dresses and sell on E-, commerce platform like Jumia. These dresses are made from top quality fabrics and we sell at an affordable price", "team_id": 336, "all_teams": 384},
{"leader_name": "Prosper Adu", "team_name": "Teach Blockchain and crypto ", "startup_idea": "Educational platform where we teach Nigerians about the Blockchain Technology, cryptocurrency, NFT, Metaverse and Web3", "team_id": 337, "all_teams": 384},
{"leader_name": "Smart Oladejo", "team_name": "TecAche", "startup_idea": "TechAche is an online marketplace where consumers can buy and repair custom-built high-end gaming computers and other electronic devices (phones, laptops, drones, and accessories).", "team_id": 338, "all_teams": 384},
{"leader_name": "Joy Oghenemano", "team_name": "Tech 4 the Teens Girl ", "startup_idea": "Tech 4 the Teens Girl is a program set aside by Valuebased Technology And Digital Services Limited. Our vision is to raise, mentor and educate teenage girls to be IT professionals. ", "team_id": 339, "all_teams": 384},
{"leader_name": "Oluwafemi Ogunmola", "team_name": "Tech Forth", "startup_idea": "Tech Forth is boot camp with an objective to train and transform young minds with tech skills.\r\nTech Forth Offers the Following Programmes: \r\nUI/UX \r\nWeb Development\r\nGraphics Design\r\nMobile Development", "team_id": 340, "all_teams": 384},
{"leader_name": "Destiny Otto", "team_name": "Techpet Global", "startup_idea": "Techpet Global is building digital products, and integrating enterprise legacy software with automation and Artificial intelligence principles and equipping people with cutting edge technology skills.", "team_id": 341, "all_teams": 384},
{"leader_name": "Fatimoh  Mustapha", "team_name": "Teemmah fashion ", "startup_idea": "Teemmah world of fashion deals with ready to wear, abaya,  autogele, turban, veils, men caps, salon activities, make up,  shoes and bags. ", "team_id": 342, "all_teams": 384},
{"leader_name": "Sandra Ogo", "team_name": "Tender feet academy.", "startup_idea": "Tenderfeet Academy is an idea born from the outlook to create a learning experience that is artisanal, that uplifts, that drives the best social experience out of the cohorts.", "team_id": 343, "all_teams": 384},
{"leader_name": "Godwin A. timothy", "team_name": "THE CHILDREN'S VOICES PROJECT", "startup_idea": "\"THE CHILDREN'S VOICES\" is a Social-Impact-Driven ADVOCACY Book Project, designed to SUPPORT Primary and Secondary  Schools with SCHOOL-FUNDING. And SCHOOL FEES to Out-Of-School-Children in Nigeria.", "team_id": 344, "all_teams": 384},
{"leader_name": "Kelechi Ikeji", "team_name": "The Nature-Breed Agric Project", "startup_idea": "The Nature-Breed Agric Project focuses on rearing of Agricultural livestocks such as broilers,layers,fishes,pigs and snail so as to ensure food security, tackle key SDG's and create employment.", "team_id": 345, "all_teams": 384},
{"leader_name": "Omotoke Ayo-olugbode", "team_name": "TheraConnect", "startup_idea": "THERACONNECT is an online mobile app that connects parents of children with disabilities to therapist closest to their homes at an efficient cost and reduces the cost of high therapy to achieve growth", "team_id": 346, "all_teams": 384},
{"leader_name": "Sonia Mpi", "team_name": "The Youlead Network ", "startup_idea": "We are helping to reduce the social problem of youth unemployment in Nigeria,by providing youths with the knowledge, skills, opportunities and tools to become employable and to start their businesses.", "team_id": 347, "all_teams": 384},
{"leader_name": "Tolulope Olukokun", "team_name": "ThinkBikes", "startup_idea": "ThinkBikes is manufacturing road and cargo e-bikes and leasing them to SMEs and individuals  for affordable clean mobility of goods and people. ", "team_id": 348, "all_teams": 384},
{"leader_name": "Cynthia Ekeka", "team_name": "Topnotch to the fashion space", "startup_idea": "Morrays Empire Ltd is a flagship company known for trendsetting fashion and ready to wear lines, under the name 'Morrays'. We create designs for both males and females such as palazzo, free bees, etc", "team_id": 349, "all_teams": 384},
{"leader_name": "Shina Arogundade", "team_name": "Trade Lenda", "startup_idea": "Trade Lenda is unlocking the dividends of access to finance to secure commerce for retailers and suppliers across emerging markets.\r\n", "team_id": 350, "all_teams": 384},
{"leader_name": "Muhammad sani  Sabo", "team_name": "TRAINING OF YOUTHS ", "startup_idea": "Our business is into shoe making and Training of Youths in Shoes Making as a tool to reduce unemployment rate among Youths in our local community.", "team_id": 351, "all_teams": 384},
{"leader_name": "Alh. habibu Abdullahi", "team_name": "Trash 4 Health", "startup_idea": "We help local communities exchange their plastic waste for drugs! women of child bearing age get FAMILY PLANNING PILLS & Low-income men get drugs for NCDs (Hypertension & Diabetes)", "team_id": 352, "all_teams": 384},
{"leader_name": "Victory Roberts", "team_name": "TrustPaddi ", "startup_idea": "TrustPaddi is Nigerians most trusted escrow/middleman platform built with the latest technology which enables safer transactions between online vendors & individuals whether online or offline. ", "team_id": 353, "all_teams": 384},
{"leader_name": "Tuoyo Dudu", "team_name": "Tudu Light Up Africa", "startup_idea": "Tudu uses customer friendly processes to design and manufacture high-quality and affordable solar home systems that power households and SMEs in emerging African market economies.", "team_id": 354, "all_teams": 384},
{"leader_name": "Ebere Thompson", "team_name": "Tummies Delight", "startup_idea": "we are a new age confectionery brand, providing healthy meals at demand and including special dietary needs, food planning and delivery online and in shop, for office and home, everyday and everywhere", "team_id": 355, "all_teams": 384},
{"leader_name": "Cyprian Sunday", "team_name": "UDENTS", "startup_idea": "Udents is Nigerians first student housing marketplace. Udents is an online website that connects students in tertiary institutions looking for off-campus to accommodation to verified agents", "team_id": 356, "all_teams": 384},
{"leader_name": "Jumbo Ifegwu", "team_name": "Uncle Jumbo Foods", "startup_idea": "UJ Foods is a company that deals on processing, packaging and preservation of foods for human consumption. Our products include Snacks, Fruit drinks and Prepared packaged foods based on demand.", "team_id": 357, "all_teams": 384},
{"leader_name": "Niyi Tella", "team_name": "Unemployment Bridge", "startup_idea": "Careermatters NG is a subsidiary of Carprog Consulting Services Ltd which was incorporated in May 2021. It aims to tackle the wide unemployment gap in Nigeria by empowering the youths with right tools", "team_id": 358, "all_teams": 384},
{"leader_name": "Priscillia  Okpali", "team_name": "Uzoebo Agro Food Hub", "startup_idea": "Uzoebo agro-food hub is an innovative digital and physical hub that promotes food security and reduces food wastage in Nigeria using a hybrid business model (B2B and B2C). ", "team_id": 359, "all_teams": 384},
{"leader_name": "Gabriel Peter", "team_name": "Virtual living", "startup_idea": "It's no longer news that the world is gradually moving to the virtual space. Soon a parallel economy will emerge. Virtual living bridges the gap between physical living spaces and virtual living space", "team_id": 360, "all_teams": 384},
{"leader_name": "Aderonke Tanimowo", "team_name": "Vitafruit", "startup_idea": "Processing of fruits into health boosting products to reduce postharvestoss and malnutrition by making quality and highly fortified nutrient filled fruit products available all year round.", "team_id": 361, "all_teams": 384},
{"leader_name": "Uduak Udoh", "team_name": "VOCATIONAL-TECHNICAL SKILLS", "startup_idea": "Skill acquisition awareness on renewable energy - Solar grid Installations and Maintenance, Electrical Panel building, and welding & Fabrication to my rural  community ", "team_id": 362, "all_teams": 384},
{"leader_name": "Olaoti Olawoyin", "team_name": "VOO Store", "startup_idea": "Sells handmade crafts produced by skilled artisans in the rural areas of Nigeria. Most of these crafts are made from locally sourced and sustainable materials like palm leaf, animal skin, feathers etc", "team_id": 363, "all_teams": 384},
{"leader_name": "Augustine Onele", "team_name": "WakaGen", "startup_idea": "Wakagen (aka Wakagenerator) is an innovative energy harvesting and power generation business.", "team_id": 364, "all_teams": 384},
{"leader_name": "Victor Amusa", "team_name": "WasteBazaar App", "startup_idea": "WasteBazaar is clean-tech providing on-demand waste collection & Incentive motivating recycling service to urban residents faced with emerging waste management and environmental pollution crisis.", "team_id": 365, "all_teams": 384},
{"leader_name": "Nakwashiri Saad", "team_name": "waste management", "startup_idea": "My business basically deals with all solid waste through collection, disposal, treatment and recycling the recyclables and selling the remaining to the main recycling companies across the country.", "team_id": 366, "all_teams": 384},
{"leader_name": "Michael Oladipo", "team_name": "Waste management and recycling", "startup_idea": "The service we are set to offer is bridging the gap between purpose and profit there by taking waste of the street in small bit by given ecological balance between man and his environment.", "team_id": 367, "all_teams": 384},
{"leader_name": "Onwusoro Ifeanyi", "team_name": "Waste to Furniture/Artwork", "startup_idea": "We are converting plastic wastes to beautiful furnitures/artwork that can be used in schools, offices, homes etc this is affordable, beautiful and reduces the use of regular wooden furnitures.", "team_id": 368, "all_teams": 384},
{"leader_name": "Oluwagbemiga Adebayo", "team_name": "Waste to wealth", "startup_idea": "Waste to wealth is an idea from GIL a registered business entity in Nigeria to create a clean environment and at the same time reduce poverty level and increase community standard of living.", "team_id": 369, "all_teams": 384},
{"leader_name": "Wisdom Omamuyovwi", "team_name": "Whiz Technologies", "startup_idea": "Whiz Technologies is posed to offering publishing/IT related services.", "team_id": 370, "all_teams": 384},
{"leader_name": "Muoneke  Williams", "team_name": "Wilpez Medicals Supplies ", "startup_idea": "Wilpez Medical Supplies is a technology based medical equipment supply company that uses data analytics and good business model to sale, distribute and deliver medical equipment and services.", "team_id": 371, "all_teams": 384},
{"leader_name": "Harry Brainstone", "team_name": "Woodshare.ng", "startup_idea": "Woodshare.ng is a furniture e-commerce that offer office, home and commercial furniture products. ", "team_id": 372, "all_teams": 384},
{"leader_name": "Gboyega Arowolo", "team_name": "WoogSkills", "startup_idea": "WoogSkills is your choice skill coach, enhancing personal productivity, driven by the notion that every learner deserves more than a trainer – but a Coach.", "team_id": 373, "all_teams": 384},
{"leader_name": "Abdul Adebiyi", "team_name": "Workstomer", "startup_idea": "Worstomer is a services marketplace that seamlessly connect people with local professionals and businesses. When people need the service of a mechanic, painter,web developer, anyone-it connect them", "team_id": 374, "all_teams": 384},
{"leader_name": "Olaolu Williams", "team_name": "Wyre", "startup_idea": "Wyre is an A.I powered energy monitoring, forecasting, budgeting and reporting app. It is an easy guide to reduce energy use, associated costs and CO2 contributed by homes and businesses. ", "team_id": 375, "all_teams": 384},
{"leader_name": "Joshua Obi", "team_name": "XAI", "startup_idea": "XAI is going to be a global design agency. The goal is to have as many graphic designers as possible working under one corporation. It will be a haven for all things design from branding to animation", "team_id": 376, "all_teams": 384},
{"leader_name": "Alexander Onyedikachi", "team_name": "XANDA HOME SERVICE CAR WASH👑", "startup_idea": "I am alex and i offer HOME SERVICE CAR WASH.", "team_id": 377, "all_teams": 384},
{"leader_name": "Oluwaseyi Akinlolu", "team_name": "xcrowme", "startup_idea": "xcrowme is a cross border remittance and global payment gateway for individuals and businesses across Africa.", "team_id": 378, "all_teams": 384},
{"leader_name": "Khadija Murtala sa'ad", "team_name": "Yasmeen preorder and available", "startup_idea": "I ordered product and important them to the country and sell them at wholesale price. The products are in the best of the it's quality but at cheaper price. This provides opportunity to the customers.", "team_id": 379, "all_teams": 384},
{"leader_name": "Aminat Damilola", "team_name": "YEKAN FRESH FARMS", "startup_idea": "WE ARE A FOOD PROCESSING ENTERPRISE THAT FOCUSES ON PRODUCTION OF NATURAL, HEALTHY, AND AFFORDABLE INFANTS AND BABY MEALS.", "team_id": 380, "all_teams": 384},
{"leader_name": "Victor  Daniyan", "team_name": "YourRider", "startup_idea": "YourRider is a smart logistic system that connects customers to dispatch riders using a mobile application, it creates an avenue for logistics companies who are yet to digitalize their business. ", "team_id": 381, "all_teams": 384},
{"leader_name": "Sufyan  Binyamin", "team_name": "youth and women in Aquaculture", "startup_idea": "The Project targets in introducing youths and women on Aquaculture value chain through training, offering of improve breed fishes seedlings, alternative feeds and followup services from seeds to sale.", "team_id": 382, "all_teams": 384},
{"leader_name": "Ololade Olaniyan", "team_name": "Youths Development and skills", "startup_idea": "My services are rendering counselling to adolescents and youths who need to take important decisions. I also involved in skills acquisition such as information technology and data analysis.", "team_id": 383, "all_teams": 384},
{"leader_name": "Yilnya Jonah gosomji", "team_name": "Zeena Global Concept", "startup_idea": "We shall produce and supply healthy, quality and yet affordable meat and eggs to our teaming customers. We shall provide adequate and timely veterinary service to our clients.", "team_id": 384, "all_teams": 384}
]