[
{"leader_name": "Sibonokuhle  Tapala", "team_name": "Addictive Manufacturing ", "startup_idea": "I Am Metallurgical Solutions is an advanced manufacturing company which specialises in the additive manufacturing of metal spare parts", "team_id": 1, "all_teams": 190},
{"leader_name": "Gcina  Ntsonga", "team_name": "Africanize ", "startup_idea": "Africanize supports small-scale food entrepreneurs through content promotion and delivery support. Focusing on township and urban areas, we work with entrepreneurs getting food in and out of the areas", "team_id": 2, "all_teams": 190},
{"leader_name": "Malibongwe Ntshingana", "team_name": "Afrimed ", "startup_idea": "1) Medicines and Treatment delivery systems, 2) Laparoscopic Surgery Devices, 3) Advanced Electro-Surgery Devices", "team_id": 3, "all_teams": 190},
{"leader_name": "Godfrey  Thwala", "team_name": "Agribrain ", "startup_idea": "Agribrain is an Agribusiness app which allows farmers to do crop estimation, analyze the data, do calibration and scouting for their orchards and fields.", "team_id": 4, "all_teams": 190},
{"leader_name": "Mpho Mathithibane", "team_name": "Agri Seed Capital", "startup_idea": "Micro-credit funding to youth smallholder farmers based on alternative credit rating criteria to promote financial inclusion in the agricultural sector.", "team_id": 5, "all_teams": 190},
{"leader_name": "Lindokuhle Mkhize", "team_name": "Allen Co-Farm", "startup_idea": "We're like Airbnb, but for gardens.", "team_id": 6, "all_teams": 190},
{"leader_name": "Hope Mphulwane", "team_name": "Art2Business", "startup_idea": "Art2Business is a mobile app marketplace. The platform enables visual artists to have a platform to sell their work and have their work easily accessible to clients on the app. ", "team_id": 7, "all_teams": 190},
{"leader_name": "David Molotsi", "team_name": "Atisa Tiro", "startup_idea": "We collect, transport, and dispose of medical waste with added decontamination services. The waste we collect is generated by doctors, dentists, pharmacists, and veterinarians, and laboratory waste.", "team_id": 8, "all_teams": 190},
{"leader_name": "Naledi Dikotla", "team_name": "ATLEGANG GROWTH SA", "startup_idea": "Atlegang Growth SA is an applications agency that assists  individuals(mainly: matrics) wishing to further their studies with their University and Bursary applications, nationally and internationally.", "team_id": 9, "all_teams": 190},
{"leader_name": "Simphiwe Zakwe", "team_name": "Automated Recycling Center ", "startup_idea": "Container deposit return schemes work by adding a small deposit on top of the price of a beverage packaging (Plastic bottles, aluminium cans, glass bottles) which is refunded to the consumer when they", "team_id": 10, "all_teams": 190},
{"leader_name": "Michael Mokhehi", "team_name": "Auto Twist", "startup_idea": "I provide automobile repairs an rebuild/panel beating.", "team_id": 11, "all_teams": 190},
{"leader_name": "Caley Van der kolk", "team_name": "AYA Africa", "startup_idea": "AYA is a digital marketplace that unites creative goods SME's and artists in South Africa. AYA includes rural and township artisans in its model via a house brand, AIA, and mobile on-boarding app\r\n", "team_id": 12, "all_teams": 190},
{"leader_name": "Angie Masango", "team_name": "Ayngee", "startup_idea": "Branding. Design. Print. Administration", "team_id": 13, "all_teams": 190},
{"leader_name": "Malizo  Mdekazi", "team_name": "Ayoba Films Academy ", "startup_idea": "Ayoba Films Academy is a production company at the same time is an Academy that trains young people Acting, Film, theatre. We create and produce our own movies. Our work on YouTube \"Ayoba Films\" ", "team_id": 14, "all_teams": 190},
{"leader_name": "Anele Zondi", "team_name": "AZ Plus Magnitude Industries", "startup_idea": "\r\nIts the company that seek to manufacture Glass products and supply all over Southern Africa, we looking at supplying from Auto,Retail and industrial used of Glass windows,flames and architectural ", "team_id": 15, "all_teams": 190},
{"leader_name": "Bontle Tshole", "team_name": "Baaa Poverty Eradication Drink", "startup_idea": "Delicious, nutritious smoothies made from traditional grains, like sorghum, that are easily mixed with clean water or milk to produce a nutritionally stable meal replacement.", "team_id": 16, "all_teams": 190},
{"leader_name": "Modiegi  Motlapema", "team_name": "Baitsweng poultry ", "startup_idea": "Poultry can be defined as domestic fowls, including chicken raised for the production of meat or eggs  and the word is also used as food. Poultry production is an important and diverse component", "team_id": 17, "all_teams": 190},
{"leader_name": "Andisiwe  Bam", "team_name": "Balloon World Emporium", "startup_idea": "We are a company that specialize in balloons and any type of event décor. We also offer services that complement our main service", "team_id": 18, "all_teams": 190},
{"leader_name": "Thobile  Dhlangamandhla", "team_name": "Bathobiles Bookkeeping Service", "startup_idea": "Bathobiles Bookkeeping Services is a cloud based bookkeeping business which provide servcies to start ups and SMEs. We provide services which includes payroll, accounting and taxation.", "team_id": 19, "all_teams": 190},
{"leader_name": "Amogelang Thoka", "team_name": "Benrene Incorporate ", "startup_idea": "Cleaning up the environment and collect recyclables. ", "team_id": 20, "all_teams": 190},
{"leader_name": "Ofentse Ramela", "team_name": "BETTER PUBLIC BATHROOM STALLS.", "startup_idea": "My services are in the sanitation department, services provided are cleaning public bathrooms(schools/malls,)using our clean profit will create bathrooms that look like 5 STAR HOTEL BATHROOMS.", "team_id": 21, "all_teams": 190},
{"leader_name": "Tebogo shawn Maifala", "team_name": "BIGS CONSTRUCTION AND BUILDING", "startup_idea": "BIGS CONSTRUCTION AND BUILDING SUPPLIER is a BBBEE registered company Operating in Ekurhuleni, Katlehong. BIGS  manufacture quality Block Bricks and supply building material at affordable prices. ", "team_id": 22, "all_teams": 190},
{"leader_name": "Ntlotleng Manale", "team_name": "Black Empire Farms", "startup_idea": "Black Empire Farms produces cotton and a variety of vegetables on a rotational basis each season. To resell directly to consumers, retailers and the cotton to be taken to the Ginnery. ", "team_id": 23, "all_teams": 190},
{"leader_name": "Vamokuhle Khowane", "team_name": "Building Future Leaders ", "startup_idea": "The service I want to render for my business is an online learning center in township and rural areas that will help build and establish children and youth in software development and coding ", "team_id": 24, "all_teams": 190},
{"leader_name": "Tebogo Mogoshane", "team_name": "Capri boerdery ", "startup_idea": "Capri Boerdery is an asset growth and management company, where the assets are livestock, mainly sheep, cows and goats. We manage, grow and market livestock on our farms, on behalf of all our clients.", "team_id": 25, "all_teams": 190},
{"leader_name": "Casbeth tshegofatso  Marobane", "team_name": "Casbeth creations ", "startup_idea": "Custom made garments, I design and make quality and unique custom garments.", "team_id": 26, "all_teams": 190},
{"leader_name": "Thobani  Chili", "team_name": "Chili Digital consultancy ", "startup_idea": "To  scale up  SMEs  &  community co-operatives through digital  marketing.   ", "team_id": 27, "all_teams": 190},
{"leader_name": "Pamela  Gqiba", "team_name": "Cleaning service ", "startup_idea": "PAMTA cleaning services focuses on residential cleaning services in and around Cape Town. We make your home a place where you could feel free and take a breath of fresh and take a breath of fresh air", "team_id": 28, "all_teams": 190},
{"leader_name": "Lunga derick  Methula", "team_name": "Clean Kicks ", "startup_idea": "A sneaker laundry and shoe care service company. We specialize in sneaker cleaning, suede refurbish and recolouring, leather treatment and all things shoes.", "team_id": 29, "all_teams": 190},
{"leader_name": "Ndivhu Simali", "team_name": "Connecting South Africa", "startup_idea": "Afrisp is a newbie in the internet space with the aim to take internet connection to the villages, informal settlements and farms. ", "team_id": 30, "all_teams": 190},
{"leader_name": "Conspeer Saas llp", "team_name": "consPeer", "startup_idea": "On entry of 100s-1000s locations over geography provide beneficiaries with shortest or fastest path with 60% reduction in travelling time. This is implemented in perishable food, agriculture & pharma.", "team_id": 31, "all_teams": 190},
{"leader_name": "Lydia disebo Mogapi", "team_name": "Creative Art In Schools", "startup_idea": "Creative Art In Schools is a community Based Project that Promotes and Develop The Art fraternity in Predominantly Black Schools located in Impoverished Communities. ", "team_id": 32, "all_teams": 190},
{"leader_name": "Ndumiso Biyela", "team_name": "Crowd1 Wolf Pack Team 2020", "startup_idea": "The C1WPT2020 is a telecommunications company aimed at improving the use of digital technology throughout the African continent and beyond through the use of smartphones and gadgets. ", "team_id": 33, "all_teams": 190},
{"leader_name": "Marvel Mthembu", "team_name": "CTB - Crushing The Barriers", "startup_idea": "our service is to advance and impact youths in schools and at community level through sports, educational and technology projects, giving them a platform to be relevant in the society positively. ", "team_id": 34, "all_teams": 190},
{"leader_name": "Sharon Mmola", "team_name": "Deluxe Toilet papers", "startup_idea": "Deluxe is a company established in 2019 and located in the village of Ga-Seleka. Deluxe aims to employ from the community to manufacture toilet paper and supply to households and businesses.", "team_id": 35, "all_teams": 190},
{"leader_name": "Zikhona Tilato", "team_name": "DIRECT SALES AND MARKETING", "startup_idea": "We do Direct sales and marketing. We believe on the term of \"We lift as we rise others\" ,reating opportunities for other people by helping ordinary people to live an above ordinary Lifestyle", "team_id": 36, "all_teams": 190},
{"leader_name": "Tshepang Mosito", "team_name": "Ditiro", "startup_idea": "Ditiro Catering and Cleaning Company is a company that is trying to make life easier for people, because people are forever hosting events so we come in prepare the food and do the clean up after that", "team_id": 37, "all_teams": 190},
{"leader_name": "Thabo Tsolo", "team_name": "Doba Dash", "startup_idea": "Doba Dash is a race where reusing rubber is a lot more fun than burning it, where heroes rise from the trash to win the race and beat Global warming.", "team_id": 38, "all_teams": 190},
{"leader_name": "Kabelo Moteme", "team_name": "Dr Shine A Lot", "startup_idea": "Dr Shine A Lot is a Sneaker cleaning, suede/nubuck refurbishing, and maintenance and shoe shining business for all footwear brands, makes and materials.", "team_id": 39, "all_teams": 190},
{"leader_name": "Sipho Mabunda", "team_name": "Eco-Friendly3DPrinting Robots ", "startup_idea": "Using recycled material (wood, plastics & paper/cardboard) & cement products together with state of art industrial robots to 3D print valuable products such as efficient low cost buildings/housing.", "team_id": 40, "all_teams": 190},
{"leader_name": "Tumisang Semono", "team_name": "Egrets Farming Project ", "startup_idea": "We produce variety of fresh organic short duration vegetables that form part of our local customers staple meal... Those include cabbage, tomatoes, butternuts, spinach and potatoes ", "team_id": 41, "all_teams": 190},
{"leader_name": "Thembinkosi  Ndlovu", "team_name": "Elucubrate MOOC", "startup_idea": "Elucubrate is a massive open online course platform, which offer variety of course that are mostly catered for young people.  ", "team_id": 42, "all_teams": 190},
{"leader_name": "Julius  Makoko", "team_name": "Emuncipate ", "startup_idea": "A service delivery solution for local municipalities which aims to build a communication bridge between the residents and their respective  municipality by giving residents a platform to log calls ", "team_id": 43, "all_teams": 190},
{"leader_name": "Karabo Seduma", "team_name": "ePocket App", "startup_idea": "ePocket App is a digital pocket developed help consumers to buy anything anywhere at any given time particularly at informal businesses such as spaza shops, Magwinya stalls, fast food sellers, ca", "team_id": 44, "all_teams": 190},
{"leader_name": "Gorden Radebe", "team_name": "etutor&pass ", "startup_idea": "A free web based application for learners solicit additional help in real time when studying at home.", "team_id": 45, "all_teams": 190},
{"leader_name": "Norman Mthethwa", "team_name": "Evergreen Ageing", "startup_idea": "Evergreen Ageing provides environmentally friendly terrariums that are hand-designed, low cost and can last longer without the need for watering.", "team_id": 46, "all_teams": 190},
{"leader_name": "Puleng Dlamini", "team_name": "F AND H SWEET TREATS 2 ", "startup_idea": "I've started a baking business in 2020 July. I bake quite a few types of baked products like cakes for all occasions, Scones, muffins, cupcakes, jam tarts and biscuits... ", "team_id": 47, "all_teams": 190},
{"leader_name": "Zanele  Mthimkhulu", "team_name": "Fitness Innovation  ", "startup_idea": "FITNESS INNOVATION GYM HUB is a unique fitness capacity with a strong focus on providing practical lifestyle enhancement to its members in an upbeat, yet adult oriented atmosphere. As a first class ex", "team_id": 48, "all_teams": 190},
{"leader_name": "Nontuthuzelo Nikiwe", "team_name": "Funda Khula", "startup_idea": "Funda Khula helps parents to track the development process of their child from pregnancy to birth and up to the age of 6 years old through basic technology used for tracking development progress.", "team_id": 49, "all_teams": 190},
{"leader_name": "Morongwa Lebepe", "team_name": "Fund a Woman Save a Generation", "startup_idea": "Female-Funded is a tech startup that facilitates early-stage funding for female entrepreneurs. We beleive in building an ecosystem that supports female startups to PITCH, LAUNCH and SCALE.", "team_id": 50, "all_teams": 190},
{"leader_name": "Nothile Ngcobo", "team_name": "FUZEIN AGRI", "startup_idea": "My service includes farming, mainly of vegetables and poultry including eggs. I started farming in March 2020 following lockdown to make up for lost jobs.I have built a coop, vegetable shop and garden", "team_id": 51, "all_teams": 190},
{"leader_name": "Ralebatliso given  Makanasela", "team_name": "Gaobamelwe Farming ", "startup_idea": "Gaobamelwe Farming is a start up company producing tomatoes using a water efficient system called hydroponics on a 300 square metres area. Able to produce 200kg on weekly basis for 6-7 months cycle.", "team_id": 52, "all_teams": 190},
{"leader_name": "Jabulani  Skota", "team_name": "GBV :The shadow pandemic ", "startup_idea": "Basadi Shield is a youth-owned company that deal mainly with personal self-defence products that are ultra-portable and suitable for females, hence the name ‘Basadi Shield’. ", "team_id": 53, "all_teams": 190},
{"leader_name": "Mokgadi gladness  Seema", "team_name": "GMSLEVATI", "startup_idea": "I have started a company called GMSLEVATI which supply with purified water with high quality.", "team_id": 54, "all_teams": 190},
{"leader_name": "Kamohelo Tsolo", "team_name": "Godly Poultry ", "startup_idea": "The product I sell is freshly layed eggs. Laid by Lohman brown Chicken breed. Currently selling free range eggs.", "team_id": 55, "all_teams": 190},
{"leader_name": "Ntokozo bonginkosi  Miya", "team_name": "Gorrilla Bouncers", "startup_idea": "We as the Gorrilla bouncers we stand to keep order at events and escort A-list celebrites or artists from their cars to the stage where they are going to perform ", "team_id": 56, "all_teams": 190},
{"leader_name": "Shudufhadzani Mudau", "team_name": "Go-Taxi-App Commute Convenient", "startup_idea": "Moving the south African Taxi industry to the fourth industrial revolution and ready for the revolutions to come.", "team_id": 57, "all_teams": 190},
{"leader_name": "Mpho Lencwe", "team_name": "Green Hydrogen Generation", "startup_idea": "Green hydrogen has grabbed the world attention as the future gas to decarbonize the current fossil fuels. Therefore, there is a need for green hydrogen generation plant in South Africa. ", "team_id": 58, "all_teams": 190},
{"leader_name": "Bongani  Gift", "team_name": "Hands On ", "startup_idea": "We are a construction and a  digital company, we offer services through construction and application development. Currently we working on a mobile app which will connect all construction individuals.", "team_id": 59, "all_teams": 190},
{"leader_name": "Giyani  Mdluli", "team_name": "H.A.O.A", "startup_idea": " HLOKOMELO AGRICULTURE OF AFRICA. South Africa’s largest Agricultural supply chain agritech that connects farmers with investors and buyers \r\n", "team_id": 60, "all_teams": 190},
{"leader_name": "Thabang Mafela", "team_name": "Hokae - Brands in Motion", "startup_idea": "I have established a company called \"Youth Global Enterprise Pty Ltd\" where I have developed a modified tricycle designed to be a mobile billboard and carbon-neutral delivery asset. I promote brands ", "team_id": 61, "all_teams": 190},
{"leader_name": "Amanda Jula", "team_name": "Home Farm", "startup_idea": "Our vegetables and Poultry are fresh, of the best quality and reasonably affordable.", "team_id": 62, "all_teams": 190},
{"leader_name": "Lihle  Nyikana", "team_name": "House of Indoni ", "startup_idea": "African Designers Hub is a collaborative space, shared between local township designers, artisans and vendors. Aim is to position local designers in retail spaces and in turn strengthen local economy.", "team_id": 63, "all_teams": 190},
{"leader_name": "Masego Modise", "team_name": "Hydro Veg Expert", "startup_idea": "Hydroponics is a type of horticulture involves growing plants without soil, by using mineral nutrient solution.", "team_id": 64, "all_teams": 190},
{"leader_name": "Ndzolo Msila", "team_name": "i-2K Holdings talent show", "startup_idea": "i-2K Holdings is event organising company that is more on entertainment", "team_id": 65, "all_teams": 190},
{"leader_name": "Saneliso Mkhatshwa", "team_name": "Ilanda Afrer care centre", "startup_idea": "It is an educational centre that takes children in the foundation phase and teach them arts, craft, science, languages and technology. The centre teaches manually and technological ", "team_id": 66, "all_teams": 190},
{"leader_name": "Luke deshean  Jacobs", "team_name": "Illicit Apparel ", "startup_idea": "An exciting , cutting edge Streetwear clothing brand . ", "team_id": 67, "all_teams": 190},
{"leader_name": "Luyanda Msane", "team_name": "Imbewu Poultry Farm ", "startup_idea": "Imbewu poultry farm is based in Pietermaritzburg, under Edendale area at kwa-Dambuza Location.  Imbewu poultry farm currently have 150 point of layer eggs that produces eggs daily and then sell them.", "team_id": 68, "all_teams": 190},
{"leader_name": "Nhlakanipho  Dlamini", "team_name": "Inkukhu kaMakoti ", "startup_idea": "Inkukhu kaMakoti PTY LTD is a farming entity specializing in rearing of day old chicks to 6 weeks. They then slaughtered and packaged for selling. We grow a capacity of 4000 chickens in each cycle.", "team_id": 69, "all_teams": 190},
{"leader_name": "Innocent  Byiringiro", "team_name": "Inno_fitness", "startup_idea": "I'm currently a sport science graduate.\r\nAbout 2 years, I thought of an idea to keep my community fit through training and limit health complications, especially during these tough times of covid-19.", "team_id": 70, "all_teams": 190},
{"leader_name": "Innocentia  Mamaila", "team_name": "INO-Biodiesel ", "startup_idea": "Biodiesel \r\n\r\nWe collect used cooking oil and convert it into biodiesel for running diesel construction equipment, farm equipment and mining equipment.", "team_id": 71, "all_teams": 190},
{"leader_name": "Mpho Motlele", "team_name": "Insitumix Concrete ", "startup_idea": "Insitumix offer a new delivery option for the supply of concrete to various sized construction projects. This on-site concrete solution provides an efficient and cost-effective methods reducing waste.", "team_id": 72, "all_teams": 190},
{"leader_name": "Lona Madlebe", "team_name": "INTOMBOYISE", "startup_idea": "We are a small construction company situated in an informal settlement at KHAYELITSHA.we do bricklaying, tailing, painting, cleaning, paving, plastering and building repair", "team_id": 73, "all_teams": 190},
{"leader_name": "Sachin Naidoo", "team_name": "Inyathi Waste", "startup_idea": "Inyathi Waste sole mandate is to promote a more sustainable future for the petroleum companies in South Africa.\r\nWe have seen first hand how disposal of waste at garages are inefficient.", "team_id": 74, "all_teams": 190},
{"leader_name": "Veronicah maria Mathebula", "team_name": "IT is the way", "startup_idea": "Targeting Back underprivileged community to have access to affordable ITC services, Education and Agricultural services.", "team_id": 75, "all_teams": 190},
{"leader_name": "Zisanda Poswayo", "team_name": "Izithwalandwe farming", "startup_idea": "Izithwalandwe farming is a farming company that owns 5 tunnels,the company goal is skills development and poverty alleviation the company has recruited 50 students to incubate for 4 months to farm.", "team_id": 76, "all_teams": 190},
{"leader_name": "Katlego  Rakau", "team_name": "Jam and Gang ", "startup_idea": "I am a 27 year old female selling jams, spices and dips. I do special orders like party favours, edible gift and platters. My goods are all homemade with custom made packaging to Taylor to each order", "team_id": 77, "all_teams": 190},
{"leader_name": "Prince  Thabang", "team_name": "Joy", "startup_idea": "Security and cleaning ", "team_id": 78, "all_teams": 190},
{"leader_name": "Neo  Pheleu", "team_name": "KarmaXzan ", "startup_idea": "KarmaXzan apparel, sells wearable trendy art that caters to the youth aswell as orphans and aims to give back to the community by providing apparel.", "team_id": 79, "all_teams": 190},
{"leader_name": "Kemiso Motholo", "team_name": "KemiChem", "startup_idea": "We are a cleaning and hygiene chemicals manufacturing company based in the province of Free State, Phuthaditjhaba. We also provide cleaning and hygiene services.", "team_id": 80, "all_teams": 190},
{"leader_name": "Kgotso Motsoeneng", "team_name": "Kg cleaning services ", "startup_idea": "This is cleaning services business aiming to promote cleanliness in our community as well as personal hygiene.", "team_id": 81, "all_teams": 190},
{"leader_name": "Lele Lele", "team_name": "Kgoshigadi", "startup_idea": "I'm cooking food whenever it's getting late I'm giving kids food to eat so that food can not sleep and sell it to the customers", "team_id": 82, "all_teams": 190},
{"leader_name": "Gaoagwe  Jeje", "team_name": "Kgosi Poultry Biosecurity ", "startup_idea": "We are creating a system that is used in the production of livestock.", "team_id": 83, "all_teams": 190},
{"leader_name": "Siyabonga Ngwane", "team_name": "Khanyile Capital", "startup_idea": "A BPO (Business Process Outsourcing) specializing in Online English Teaching, Sales & Customer Experience, Business Services & Digital Marketing. ", "team_id": 84, "all_teams": 190},
{"leader_name": "Zwelakhe Ndhlazi", "team_name": "Khanyile Solar Homelighting  ", "startup_idea": "ZLN Khanyile is a social enterprise and products that aims reached over three million people living off- grid with safe, affordable, and reliable energy access.", "team_id": 85, "all_teams": 190},
{"leader_name": "Maanda  Tshamano", "team_name": "Klear Projects PTY LTD ", "startup_idea": "My service is graphic design for businesses and personal projects ", "team_id": 86, "all_teams": 190},
{"leader_name": "Masithembe  Kopana", "team_name": "Kopana advisory services", "startup_idea": "Assist organizations, small businesses, private and government schools with proper and correct accounting treatment.\r\nOffer advisory services to ensure they comply with applicable laws and policies.", "team_id": 87, "all_teams": 190},
{"leader_name": "Aima jwalane Majola", "team_name": "LALI", "startup_idea": "The Life Applicable Learning Institute (LALI) aims to simplify education by making it more relatable and realistic by teaching students real life scenarios and then extracting the subjects from there.", "team_id": 88, "all_teams": 190},
{"leader_name": "Serisha Barrat", "team_name": "Lawyered Up", "startup_idea": "Lawyered Up is geared towards revolutionizing the legal world by creating easier accessibility between lawyers and their clients through our digital platform while still running a legal consultancy. ", "team_id": 89, "all_teams": 190},
{"leader_name": "Lisa Von benecke", "team_name": "LC Dynamics", "startup_idea": "We manufacture, sell, install and maintain solar PV window blinds & off-grid/grid-tied backup systems. We are also developing an online quotes and reference system with easy online energy assessments.", "team_id": 90, "all_teams": 190},
{"leader_name": "Sisipho Cakwe", "team_name": "Learning ABC ", "startup_idea": "Teaching English as a second language to learners from disadvantaged backgrounds taught in their home languages at foundation phase but are forced to adopt English curriculum once they reach grade 4 ", "team_id": 91, "all_teams": 190},
{"leader_name": "Keitumetse Pule", "team_name": "Legal Standpoint ", "startup_idea": "Legal Standpoint is an app-based legal tech start work working towards democratizing legal education and legal services by making the law more accessible to ordinary South Africans. ", "team_id": 92, "all_teams": 190},
{"leader_name": "Phindile Nkomo", "team_name": "Life line services", "startup_idea": "We want to bridge communication between emergency services and the community by creating a tracking device that people can wear ,has buttons they press that contacts emergency services on their behalf", "team_id": 93, "all_teams": 190},
{"leader_name": "Sibongile Nkosi", "team_name": "Liyano - Sondla Isizwe.", "startup_idea": "Liyano poultry provides affordable, healthy, fresh,quality eggs and live chickens to local communities,wholesalers and retailers.Additional to that uses the waste manure  to produce fertiliser.", "team_id": 94, "all_teams": 190},
{"leader_name": "Botshelo Dinaka", "team_name": "Location Ticket", "startup_idea": "Location Ticket is a self-service online market space for events, activities, locations and transportation. Any ticket you want you generate, you can buy and sell on Location Ticket.", "team_id": 95, "all_teams": 190},
{"leader_name": "Buntu Zengetwa", "team_name": "Londaba Solution ", "startup_idea": "Our products are potatoes, animal fodder and maize", "team_id": 96, "all_teams": 190},
{"leader_name": "Matome Motalane", "team_name": "Mangau Animal Feeds", "startup_idea": "Mangau Animal Feeds is a Green business that focuses on Agro-processing, Agri-Tech and e-commerce by producing animal feeds and offering its services by using an App to empower rural communities.", "team_id": 97, "all_teams": 190},
{"leader_name": "Moeketsi Phala", "team_name": "MASS-4MATS", "startup_idea": "Our communities are packed with youth beaming with revolutionary ideas and entrepreneurial excellence. But are too shy, too scared to follow in their dreams. Or just simply don't know how to start.", "team_id": 98, "all_teams": 190},
{"leader_name": "Philile  Mphemba", "team_name": "Maswazi Engineering ", "startup_idea": "I distribute environmentally conscience construction materials and services to construction companies while teaching them how to function and brand in the construction industry ", "team_id": 99, "all_teams": 190},
{"leader_name": "Sibulele  Manyuka", "team_name": "Mayiwa Trading Enterprise ", "startup_idea": "Vision is to establish a presence of our services in our communities, aim to meet the needs of  the community members  with internet accessibility, internet services and provide computer lessons. \r\n", "team_id": 100, "all_teams": 190},
{"leader_name": "Nhlanhla Mazibuko", "team_name": "Mazibuko Motor Company", "startup_idea": "First South African Battery Electric Bakkie, The M1B by Mazibuko Motor Company. 400km of range from a full battery, 500kW of power, and 0-100km/h in 4s. ", "team_id": 101, "all_teams": 190},
{"leader_name": "Tlhalefang Moeletsi", "team_name": "Mebala", "startup_idea": "A backpack that has a call-for-help and tracker functionality. ", "team_id": 102, "all_teams": 190},
{"leader_name": "Pinel Motswagole", "team_name": "MECSERVICES PTY ", "startup_idea": "MECSERVICES is a residential, office and commercial cleaning service. We will be able to handle all sorts of cleaning needs, from general household cleaning to child and pet disasters.", "team_id": 103, "all_teams": 190},
{"leader_name": "Keneuwe  Mipi", "team_name": "Mental Health with KeneM", "startup_idea": "A Mental Health organization for the society living in townships who can not afford therapy. We also have platforms where we give back to our people to meet their basic needs & wants. ", "team_id": 104, "all_teams": 190},
{"leader_name": "Shazia Kassim", "team_name": "Mentor Marketing SA (Pty) Ltd", "startup_idea": "Mentor Marketing SA (Pty) Ltd is a marketing agency in South Africa. We plan on working smartly to service not only South Africa but the whole of the African content and eventually, worldwide.", "team_id": 105, "all_teams": 190},
{"leader_name": "Sibusisiwe Sithole", "team_name": "Miss Pick Up", "startup_idea": "Miss Pick Up is a delivery services that works around Richards bay in KwaZulu Natal. We have partnered with restaurants and other businesses to provide them with the service of delivery.", "team_id": 106, "all_teams": 190},
{"leader_name": "Thabo Pieter", "team_name": "MJ WiFi Unlimited", "startup_idea": "A simcard that can connect to all networks in South Africa to deliver uninterrupted connectivity to anyone from rural areas to Urban areas. This simcard will be the cheapest in South Africa.", "team_id": 107, "all_teams": 190},
{"leader_name": "Salome raesetja  Rachidi", "team_name": "MMSP Enterprise ", "startup_idea": "My project is a confectionery company that specialize in cake desserts, scones and muffins. ", "team_id": 108, "all_teams": 190},
{"leader_name": "Nontobeko Xulu", "team_name": "Mobile electric food truck", "startup_idea": "I aim to supply prepared food items from a mobile food vehicle. The business's main objective is to supply affordable food to clients which have limited budget and are further from the main market.", "team_id": 109, "all_teams": 190},
{"leader_name": "Aasiyah Narker", "team_name": "Modern Motjie Pty Ltd", "startup_idea": "A nostalgic feeling, traditional meals we have forgotten about.\r\nModern Motjie is about keeping our culture and traditions alive in the 21st century. Using my family's recipes, I modernized it. ", "team_id": 110, "all_teams": 190},
{"leader_name": "Mantsa sharon Mehlape", "team_name": "Modern vintage cuisine ", "startup_idea": "Our product is african meals, mogodu, dumbling and samp. ", "team_id": 111, "all_teams": 190},
{"leader_name": "Letlhogonolo donald  Motseeng", "team_name": "Moja Chicken ", "startup_idea": "Moja Chicken is a franchise township restaurant owned by a young black man from SA and it started in 2019 and so far has 10 stores and employed 45 people from disadvantaged communities. ", "team_id": 112, "all_teams": 190},
{"leader_name": "Tefo tshepiso Mokgoro", "team_name": "Mollys 3RD", "startup_idea": "Molly's 3RD provide quality culinary service in an ambient environment, with the plan to have our own restaurant in the future.", "team_id": 113, "all_teams": 190},
{"leader_name": "Khomotso  Diase", "team_name": "Motsosedi", "startup_idea": "Provide a wide range of cleaning services to commercial, private households etc", "team_id": 114, "all_teams": 190},
{"leader_name": "Kgomotso Jafta", "team_name": "Motso Sustainable Comfortwear", "startup_idea": "Motso (derived from Kgomotso meaning 'comfort' in Sesotho) is a proudly South African, black-owned, body-inclusive, gender-neutral, sustainable comfortwear brand established in November 2020. ", "team_id": 115, "all_teams": 190},
{"leader_name": "Zamamiya Majola", "team_name": "Mykhanda Media ", "startup_idea": "Mykhanda Media is a youth powered media agency based in the frontier and creative city of Makhanda. The media agency looks to fill the communication gaps in the Makhanda communities. ", "team_id": 116, "all_teams": 190},
{"leader_name": "Sithembiso  Mlangeni", "team_name": "Ntando Commercial Cleaning ", "startup_idea": "Ntando Commercial Cleaning Company’s services are based around basics commercial/Housekeeping cleaning scheduled ona monthly/weekly basics,which will be offered with extreme care for the clients .", "team_id": 117, "all_teams": 190},
{"leader_name": "Nini glecia Hlatshwayo", "team_name": "Ntsanwane projects", "startup_idea": "This is our project that we started to help our community with affordable and organic vegetables", "team_id": 118, "all_teams": 190},
{"leader_name": "Tlotliso Morethi", "team_name": "OneTicket", "startup_idea": "OneTicket provides digital tickets for places like zoos and theme parks. We allow visitors to buy tickets online and have them available on their phones, so they can skip the long, unnecessary queues", "team_id": 119, "all_teams": 190},
{"leader_name": "Sarah Nkosi", "team_name": "ON Uncapped Public WIFI (ON)", "startup_idea": "ON’s mandate is to provide Uncapped Internet Hotspot Zones around rural communities and townships by selling affordable uncapped internet vouchers primarily to local schools, hospitals & businesses.", "team_id": 120, "all_teams": 190},
{"leader_name": "Olifile Ntsoma", "team_name": "OON ENTERPRISE ", "startup_idea": "We deal with all sorts of waste, rubble, plants, trash, even gardening services are available, our aim is to combat all illegal dumping sites, and our aim is to completely clean this Mother Earth. ", "team_id": 121, "all_teams": 190},
{"leader_name": "Conclude Mabunda", "team_name": "Orbz Consulting (Pty) Ltd", "startup_idea": "We conduct background screening and verification checks", "team_id": 122, "all_teams": 190},
{"leader_name": "Orient Mphahlele", "team_name": "Orient", "startup_idea": "We manufacture and sell Ice cubes and still water in different sizes to our consumers we supply clubs liquor stores and shops we also supply private functions such as weddings and parties in our town.", "team_id": 123, "all_teams": 190},
{"leader_name": "Mohlomi tj Tsotsotso", "team_name": "OrigiiSkate_ASkateboardingEnt", "startup_idea": "Origii is a Skateboarding entity that seeks to promote the sporting standard and quality around skateboarding and to further promote the socially inclusive sport on all levels. ", "team_id": 124, "all_teams": 190},
{"leader_name": "Makhotso  Molelekoa", "team_name": "Owethu Buhle charcoal company ", "startup_idea": "Tukisa Mollo Charcoal is an eco charcoal  product. Produced from turning agriculture waste into energy (charcoa). It is affordable,burn longer,saving time,with reduce carbon emission and recyclable.", "team_id": 125, "all_teams": 190},
{"leader_name": "Uvhusahothe  Marubini", "team_name": "Painting ", "startup_idea": "We do painting including\r\n\r\nRoof\r\nPavement\r\nWindows&door frame\r\nBuilding\r\nCeiling ", "team_id": 126, "all_teams": 190},
{"leader_name": "Manini Segaloe", "team_name": "Parbee Mom and Baby Boutique", "startup_idea": "Maternity and pre-natal clothing and accessories, post-partum clothing and accessories, \r\nBaby clothing, cosmetics, furniture, educational books & accessories, ride on toys and Mom and baby gift set", "team_id": 127, "all_teams": 190},
{"leader_name": "Scanlon Botha", "team_name": "Parcel'a", "startup_idea": "Parcel'a is a Youth-owned started up. The vision of the start-up is to tackle the high unemployment rate in South Africa We are on a mission to deliver fast food delivery with electrical scooters.", "team_id": 128, "all_teams": 190},
{"leader_name": "Charl Van blerk", "team_name": "ParkShare Technologies", "startup_idea": "ParkShare Technologies is a Cape Town based parking provider through the ParkShare mobile application. ParkShare allows users to pre-book parking and rent out their unused driveways or parking spaces.", "team_id": 129, "all_teams": 190},
{"leader_name": "Sifiso Mthethwa", "team_name": "Performing Art Classes", "startup_idea": "This project is to help my community that my company is operating on, i want to teach children from the ages of 12 years to 21 years old about the things to expect when getting to acting industry.", "team_id": 130, "all_teams": 190},
{"leader_name": "Nako Nonyongo", "team_name": "Phakamisa Internet Cafe", "startup_idea": "Phakamisa Internet Cafe is a community based internet cafe that brings access to internet, printing, photocopying, lamination. Job and University applications. Zoom meetings. CV Typing and Company reg", "team_id": 131, "all_teams": 190},
{"leader_name": "Zanele  Twala", "team_name": "Pink is Green enterprise ", "startup_idea": "I am a young small scale female farmer who specializes in crop, piggery and goat farming in a small village in hammanskraal ", "team_id": 132, "all_teams": 190},
{"leader_name": "Tshegofatso Hammer", "team_name": "Pink Overalls", "startup_idea": "Decommisioning of pump and tanks\r\nAboveground diesel pump and tank installation\r\nCanopy demolitions\r\nManufacture and Install new canopies.\r\n", "team_id": 133, "all_teams": 190},
{"leader_name": "Keamogetswe  Monama", "team_name": "Position App", "startup_idea": "Position App is platform that helps out businesses in the automotive industry and also helps consumers to get car services at any price that is suited for them.", "team_id": 134, "all_teams": 190},
{"leader_name": "Prudence  Mokwena", "team_name": "RBKM chickens ", "startup_idea": "RBKM  chickens  is a broiler production  is involved  in  raising, processing & marketing   chickens that are  live or  have been dressed, packaged, labeled  with  the company  logo  & contact details", "team_id": 135, "all_teams": 190},
{"leader_name": "Mahlatse Makgupya", "team_name": "Resume & Interview Specialists", "startup_idea": "I assist job seekers to be job seeking ready, everything from CV compilation services to interview coaching.", "team_id": 136, "all_teams": 190},
{"leader_name": "Rinae  Musekene", "team_name": "RINAIBRA", "startup_idea": "A Maintenance Communication System(MCS) that replaces Maintenance Books, WhatsApp, and Email. We designed a platform to incorporate all the stakeholders involved in the maintenance of infrastructure.", "team_id": 137, "all_teams": 190},
{"leader_name": "Nkosikhona  Hlatshwayo", "team_name": "Road to 100 job creations", "startup_idea": "We are running a campaign whereby we want to permanently hire 100 unemployed youths in our factory for every 100 000 sales made from our R50 vegetable atchar sold.", "team_id": 138, "all_teams": 190},
{"leader_name": "Tumelo Mosiane", "team_name": "Royal crown ", "startup_idea": "Royal crown is a sole trade supply of perfumes and home diffuser. ", "team_id": 139, "all_teams": 190},
{"leader_name": "Sicelo Mthombeni", "team_name": "Rural Agro-PhotoVoltaics", "startup_idea": "The project aims to utilise existing unused land for Agricultural use combined with the usage of Solar PV panels which will be installed above the crops for maximising land use while generating energy", "team_id": 140, "all_teams": 190},
{"leader_name": "Sbusiso Manqa", "team_name": "SA Books Online", "startup_idea": "SA Books Online is SA’s first book directory, it's  purpose is to direct all consumers of South African literature onto one platform and redirect directly to the owners of the literary conte", "team_id": 141, "all_teams": 190},
{"leader_name": "Xolani  Khumalo", "team_name": "SEBENZA CLEAN ME ", "startup_idea": "The service is centered cleaning the untidy streets and also making the youth to have a sense of purpose in the community by taking part in the cleaning of the streets around different surburbs ", "team_id": 142, "all_teams": 190},
{"leader_name": "Kamogelo Rudolf", "team_name": "ShisiGas Energy", "startup_idea": "A Gas delivery digital platform with a network of accredited suppliers determined to deliver affordable gas safely & conveniently to consumers.", "team_id": 143, "all_teams": 190},
{"leader_name": "Lerato george  Thulo", "team_name": "show to introduce local brands", "startup_idea": "The main aim of the show is to introduce local produced designers or local brands residing in my community or nearby areas, the main reason for the show is to show teach and give hope to youths.", "team_id": 144, "all_teams": 190},
{"leader_name": "Shumani Mukwevho", "team_name": "Shumani", "startup_idea": "It's a patrol station that we currently need around our community, we have a huge number of house hold and mostly are mobile yet our area is lacking patrol station. Motorists drive far to get patrol ", "team_id": 145, "all_teams": 190},
{"leader_name": "Randolph bruce Meth", "team_name": "SILICON ENERGY TECHNOLOGY", "startup_idea": "Silicon Energy Technology is an innovative company aimed at providing commercialised energy solutions at affordable and economically catered prices. ", "team_id": 146, "all_teams": 190},
{"leader_name": "Nomfundo  Hlongwane", "team_name": "Sisipho The Gift ", "startup_idea": "Sisipho The Gift is a service that provides customized gifts whether for corporate or for an individual who is showing gratitude to the next person ", "team_id": 147, "all_teams": 190},
{"leader_name": "Nomcebo  Nzimakwe", "team_name": "Sky Drop", "startup_idea": "Sky Drop is a local bottled water company that produces water from air through Atmospheric Water Generators and has had a huge positive impact in the community since water shortage is increasing\r\n", "team_id": 148, "all_teams": 190},
{"leader_name": "Thokozan Mabaso", "team_name": "slice of land", "startup_idea": "slice of land is what the country is crying for and the land thirsts for hands (land fears hands) between 1992-2021 south Africa has land that is unhabitated since and everyone deserves a slice.   ", "team_id": 149, "all_teams": 190},
{"leader_name": "Mzwakhe Mzizi", "team_name": "Soar bakery ", "startup_idea": "We produce fresh bread daily ", "team_id": 150, "all_teams": 190},
{"leader_name": "Gezani given Makaringe", "team_name": "Soweto sun power ( solar power", "startup_idea": "Soweto sun power is a project aim at selling solar renewable energy product to south africa households and business to overcome electrical supply problems rovolving from ESKOM National supply of SA.", "team_id": 151, "all_teams": 190},
{"leader_name": "Siyabonga Malobola", "team_name": "STG1", "startup_idea": "Our product is a Traffic controller that has been designed & programed in Africa to minimise traffic congestion and also work in times of load shedding making South african street safer.", "team_id": 152, "all_teams": 190},
{"leader_name": "Nosisa Sithole", "team_name": "STL Finance Pty Ltd", "startup_idea": "STL Finance specialises in short term loans ranging from a minimum of R500 to a maximum\r\nof R4 000. The terms range from one to six months with a maximum interest rate of 24.50%.", "team_id": 153, "all_teams": 190},
{"leader_name": "Thanduxolo Sithole", "team_name": "Student Placement Corporation", "startup_idea": "Student Placement Corporation is a mainstream connection between students and private student accommodations across the country. We find a accommodation for students and clients for property owners. ", "team_id": 154, "all_teams": 190},
{"leader_name": "Melishia  Pillay", "team_name": "Support Local. Support Africa.", "startup_idea": "A business app for entrepreneurs and small businesses owners to see and improve how their business is doing online. Our mission to create employment will be achieved by employing staff across Africa ", "team_id": 155, "all_teams": 190},
{"leader_name": "Zinhle noxolo Mlangeni", "team_name": "Swazi ZN Services", "startup_idea": "We do residential and commercial cleaning services we also do recycling of all the recyclables. We are located at Bergville KwaZulu Natal", "team_id": 156, "all_teams": 190},
{"leader_name": "Nina Nandi", "team_name": "Tandazil clothing brand ", "startup_idea": "Tandazil clothing brand is a movement that encourages,supports and challenges women in different spaces and background to be comfortable in being different from others and chasing their rare dreams", "team_id": 157, "all_teams": 190},
{"leader_name": "Mzwenkosi  Hlela", "team_name": "theAfroTech", "startup_idea": "A system that allow farmers to communicate with their farm & their farm to commucate with them to save water & maintain quality produce.", "team_id": 158, "all_teams": 190},
{"leader_name": "Nothembi Mahlangu", "team_name": "Thealit", "startup_idea": "Thealit is a wellness and self-care boutique. Best of all, it's owned by young black women! 'Thealit' strives to create a calm atmosphere with products such as scented candles, room mist, and etc.", "team_id": 159, "all_teams": 190},
{"leader_name": "Katleho Moloi", "team_name": "The Future Corp.", "startup_idea": "Basically what we do is use our marketing expertise to help local entrepreneurs with online reach because there they have a larger pool of customers, so the business simply digitally markets. ", "team_id": 160, "all_teams": 190},
{"leader_name": "Refilwe Gailele", "team_name": "The house of Rega farm ", "startup_idea": "The House of Rega Farm is a registered company and is 100% black owned. Rega Farm is ran by a young female. The business produce broilers, breed them from day old to a market stage which is six weeks.", "team_id": 161, "all_teams": 190},
{"leader_name": "Gorby Moonga", "team_name": "The Kasi Kulture Project", "startup_idea": "Kasi Kulture proposes an inter-community media platform that includes an internet radio station, a multi-township tournament and an online market place that allows trade among communities. ", "team_id": 162, "all_teams": 190},
{"leader_name": "Adelaide Kekana", "team_name": "The Tax Lady", "startup_idea": "We provide tax and accounting to individuals, companies and business owners. Our aim is to educate these group of people on compliance requirements and how to minimise tax liabilities legally.", "team_id": 163, "all_teams": 190},
{"leader_name": "Zizile  Sibiya", "team_name": "Thicker Than Menstrual Cups ", "startup_idea": "A menstrual cup is a reusable feminine hygiene product. It is inserted into the vagina to collect and catch period fluid. It is a flexible, small funnel-shaped cup made out of medical silicon.\r\n", "team_id": 164, "all_teams": 190},
{"leader_name": "Silke Van velden", "team_name": "Thuma Mina Teaching", "startup_idea": "Thuma Mina Teaching converts the South African school curriculum into summarised, captivating and engaging video lessons. ", "team_id": 165, "all_teams": 190},
{"leader_name": "Itumeleng Tinise", "team_name": "Tinise Tombstones ", "startup_idea": "The service I wish to provide is a tombstone service which uses 3D printing to create affordable tombstones using recycled plastics. ", "team_id": 166, "all_teams": 190},
{"leader_name": "Marea Lewis", "team_name": "Toasted ", "startup_idea": "Toasted is a women-led collaborative and co-working space that happens to make the best toasties in town. ", "team_id": 167, "all_teams": 190},
{"leader_name": "Marcus Viljoen", "team_name": "To The Bone", "startup_idea": "Tothebone is an online store that supports local artisans & helps animals in need via our Bi-monthly outreach projects.", "team_id": 168, "all_teams": 190},
{"leader_name": "Sharon Rapetswa", "team_name": "Triple Shine Foundation", "startup_idea": "Triple Shine Foundation NPC runs the South African local hub of Eco-Soap Bank, a nonprofit organisation and an inclusive employer that hires rural women to recycle soap diverted from Landfills.  ", "team_id": 169, "all_teams": 190},
{"leader_name": "Mpho Tsebe", "team_name": "Tsebe M Holding", "startup_idea": "We are selling packaged chakalaka and archaar in our neighbouring villages and nearby towns.", "team_id": 170, "all_teams": 190},
{"leader_name": "Gwaza Sive", "team_name": "TS Gas Services", "startup_idea": "TS Gas Services, is a small registered gas company that sells and distribute Liquified Petroleum Gas (LPG), gas spares and accessories  in langa township and surroundings in Cape Town, South Africa.", "team_id": 171, "all_teams": 190},
{"leader_name": "Nare Moahi", "team_name": "Tshwene Ya Kgiba ", "startup_idea": "Cabbage, Spinach, Onion and Carrots are our everyday vegetables that we leave with them. They are a need in our lives ", "team_id": 172, "all_teams": 190},
{"leader_name": "Lintle quitin  Litha", "team_name": "Tsimong Ya Pele ", "startup_idea": "We at Tsimong ya Pele are passionate about finding a way to make business jargon easily accessible and understood by ordinary black South Africans who form the heart of the township economy.", "team_id": 173, "all_teams": 190},
{"leader_name": "Virginia  Maile", "team_name": "VDN TRADING PROJECTS ", "startup_idea": "We offer a wide range of products and services; Accommodations, flights, packaged tours, cruise liners, car rentals, Spar treatment, Events planner, Distribution of Fruits and Vegetables and Eggs ", "team_id": 174, "all_teams": 190},
{"leader_name": "Ntombizandile pearl Tom", "team_name": "Vigor App", "startup_idea": "Telehealth app that allows patients to engage with a healthcare professional of their choice via text, video or voice call anytime and anywhere in SA. Additionally, report GBV to our Social Workers.\r\n", "team_id": 175, "all_teams": 190},
{"leader_name": "Vincent teboho Mokoakoa", "team_name": "Vincemosa Company ", "startup_idea": "We are a construction based company offering a wide range of maintenance services to commercial and residential customers, including selling of consumable cleaning materials products ", "team_id": 176, "all_teams": 190},
{"leader_name": "Austin  Ngobeni", "team_name": "Virtitechs ", "startup_idea": "Energy efficient house. This house features great deal of energy efficient solution innovations as well as light and cost efficient materials.", "team_id": 177, "all_teams": 190},
{"leader_name": "Lesego  Ntlaleng", "team_name": "Wardrobe Packer ", "startup_idea": "We are a company called Wardrobe Packer, we are a also a luxury packing service and interior design company ", "team_id": 178, "all_teams": 190},
{"leader_name": "Hidaayatullah Tayyib", "team_name": "Waste to Fertilizer in 48hrs", "startup_idea": "Our products prove food waste can serve as a viable and cost-efficient source of eco-friendly, biodegradable and nontoxic plant-based nutrient for food production\r\n\r\nConvert waste to fertilizer in 48hrs", "team_id": 179, "all_teams": 190},
{"leader_name": "Thokozile Theledi", "team_name": "Water purification ", "startup_idea": "Atec Pure Waters deals with water purification. We source our water from a borehole using solar pump and we use solar power for purification system, and we package our purified water in a returnable.", "team_id": 180, "all_teams": 190},
{"leader_name": "Lungile Marhungane", "team_name": "Water purification in Giyani", "startup_idea": "Bottled water - The business will supply treated water as well as provide services to purify water that has impurities. We also offer hydro-consultancy services to clients", "team_id": 181, "all_teams": 190},
{"leader_name": "Nndwakhulu Nemutandani", "team_name": "We can make it together", "startup_idea": "Our services is to provide landscaping and gardening to commercial business and complexes", "team_id": 182, "all_teams": 190},
{"leader_name": "Thabiso Malope", "team_name": "We nuts", "startup_idea": "WE- Nuts is a company that specializes in producing and supplying caramelized nuts. Our Products are but not limited to:\r\nAlmonds, Cashews, Macadamia, Mixed Nuts , Pecan and Peanuts.  ", "team_id": 183, "all_teams": 190},
{"leader_name": "Lesego Mokae", "team_name": "women empowerment comes alive", "startup_idea": "Lfa Mining and Automotives is a skills development,autobody repair shop that supplies self defense products and spare parts to motorists with a key focus in women empowerment in the automotive sector.", "team_id": 184, "all_teams": 190},
{"leader_name": "Xolile  Ngwenya", "team_name": "Xolile Ngwenya Attorneys ", "startup_idea": "Xolile Ngwenya Attorneys provides the following services :\r\n-civil litigation\r\n-administration of deceased estates\r\n-registration of properties\r\n- drafting and vetting of contracts\r\n-drafting wills", "team_id": 185, "all_teams": 190},
{"leader_name": "Zanovuyo Singata", "team_name": "Yellowbook", "startup_idea": "Connecting people and small businesses in neighbourhoods around SA through our app.", "team_id": 186, "all_teams": 190},
{"leader_name": "Sinako Masoka", "team_name": "Yellow Tag Sales & Marketing", "startup_idea": "We transform small local business into real business. We not scaling them we just handle administrative things for them, like registration for database, show them how to use social media as a platform", "team_id": 187, "all_teams": 190},
{"leader_name": "Nonhlanhla Sikhakhane", "team_name": "ZANIA S ", "startup_idea": "Our products are 98.7% natural, 64% organic complete plant (vegan) which include bath products; shower gel, hand wash and body butter.\r\n", "team_id": 188, "all_teams": 190},
{"leader_name": "Thabo Ramatsebe", "team_name": "Zero2Waste ", "startup_idea": "We've developed a waste-to-energy solution for household waste, with the aid of a household dustbin separator collecting food waste, feedstock for biogas production & clean recyclables are collected.", "team_id": 189, "all_teams": 190},
{"leader_name": "Muofhe vanesa Muhali", "team_name": "Zwoaluswa Farming PTY LTD", "startup_idea": "Zwoaluswa farming is a crop and poultry farming business. It aims to produce quality product to the community as access to basic food. It deliver services that allow customers to buy at credit.", "team_id": 190, "all_teams": 190}
]