[
{"leader_name": "Emanuel Kungu", "team_name": "Afri-EcoFeeds", "startup_idea": "Afri-EcoFeeds is an agritech company  which recycles  food peels into animal feed stuffs used as low cost substitutes for maize and other grains  to lower feeding costs  in  farms in Tanzania ", "team_id": 1, "all_teams": 107},
{"leader_name": "Reginald victor Runyoro", "team_name": "Afya Bora", "startup_idea": "Afya Bora is e-health platform that connect users with hospitals and doctors for house calls or office visits and telemedicine services, allowing users to schedule medical appointments anytime. ", "team_id": 2, "all_teams": 107},
{"leader_name": "Salehe Athumani", "team_name": "agriculture toget rid ofhunger", "startup_idea": "SOYA BEANS, these are good commercial and nutritious crop.These beans are also used to make milk that can be given to children and the elderly to improve their health, even those who are not elderl", "team_id": 3, "all_teams": 107},
{"leader_name": "Costantine Edward", "team_name": "AgriLife Limited", "startup_idea": "AgriLife is an impact company that uses black soldier fly larvae to turn organic waste into nutritional animal feed and organic fertilizer.", "team_id": 4, "all_teams": 107},
{"leader_name": "Sayuni Haule", "team_name": "AgriTomation.", "startup_idea": "The proposed product is named as Digital Irrigator. This is an Automatic digital Irrigation System which will facilitate the farmers to monitor the irrigation activities automatically. ", "team_id": 5, "all_teams": 107},
{"leader_name": "Gerald Tarimo", "team_name": "Agriville -Agri-inputs ", "startup_idea": "Agriville LTD is supply high quality agro- inputs includes, hybrid seeds, insecticides, pesticides, fungicides, fertilizer and agronomical tools to smallholder farmers in Tanzania. ", "team_id": 6, "all_teams": 107},
{"leader_name": "Fredy Focus palapala", "team_name": "AKILIKUBWA COMPANY LIMITED", "startup_idea": "AKILIKUBWA COMPANY, help people to start business online, manage their business through our project called MILIONEA CHALLENGE, where we challenge people to earn millions of money in a certain time.", "team_id": 7, "all_teams": 107},
{"leader_name": "Emmanuel  Kimaro", "team_name": "BIZZYN", "startup_idea": "Businesses run better with BIZZYN. Track expenses, Manage cash flow, Manage inventory, Manage your clients, produce sales reports & create invoices. Easy online accounting software for SMEs.", "team_id": 8, "all_teams": 107},
{"leader_name": "Innocent  Lweganwa", "team_name": "BL Biopharmaceuticals Ltd", "startup_idea": "We are Tanzanian, local manufacturers of Pharmaceuticals (Human Medicines) in Tanzania, BL Methylated spirit 70% (v/v) Mg is one of our manufactured products for Hospital use derived from Ethanol.", "team_id": 9, "all_teams": 107},
{"leader_name": "Josephine john Guninita", "team_name": "BP Outsourcing", "startup_idea": "BP Outsourcing is dedicated to consistent and high quality standards of accounting, recent tax issues, manage potential corporate fraud risks and business advisory for both SME & Large scale business ", "team_id": 10, "all_teams": 107},
{"leader_name": "Eliah Malikita", "team_name": "CAPACITY BUILDING PROJECT", "startup_idea": "Increases women employment in Solar business for economic empowerment, environment conservation and social protection.Project support women,peace and security in rural areas found in Tanzania country.", "team_id": 11, "all_teams": 107},
{"leader_name": "Joan Mohamed", "team_name": "Celocare Medical Devices", "startup_idea": "We offer assistive hospital devices such as hospital beds, manual stand up wheelchair, electric power-chair and electric standing up power-chair at an affordable price with good quality.", "team_id": 12, "all_teams": 107},
{"leader_name": "Catherine Mwanjisi", "team_name": "Citro Limited", "startup_idea": "Citro Lotion is an ecofriendly two-in-one anti-mosquito and skincare lotion made from the reuse of milk water from a cheese factory and pure citronella oil.", "team_id": 13, "all_teams": 107},
{"leader_name": "Valentine Elvis ngeiyamu", "team_name": "CLEAN WATER AND SANITATION ", "startup_idea": "WE FOUND A COMPANY TO SUPPORT OUR COMMUNITIES THAT WE BELONG WITH ACESS TO SAFE , CLEAN AND DRINKABLE WATER ,FROM SCHOOLS ,HOSPITALS AND RURAL COMMUNITIES!! ", "team_id": 14, "all_teams": 107},
{"leader_name": "Gwamaka Mwabuka", "team_name": "CLIMATE CHANGE", "startup_idea": "We story tell for social change by producing creative media through media technology such as Animation. The animated story inspire positive change regarding  different issues such as climate change.", "team_id": 15, "all_teams": 107},
{"leader_name": "Peter Mwakibuth", "team_name": "Computer Maintenance", "startup_idea": "Today the use of Computer is mandatory, People are using them everywhere, in school, office and home. Computers needs service when the got damage.\r\n\r\nI do computer Maintenance and it's paid good", "team_id": 16, "all_teams": 107},
{"leader_name": "Diana Laizer", "team_name": "Consumer Choice Awards Africa ", "startup_idea": "Consumer Choice Awards Africa is business and corporate a annual awarding ceremony established in September 2019 (started as Tanzania Consumer Choice Awards) ", "team_id": 17, "all_teams": 107},
{"leader_name": "Seth Gwera", "team_name": "Corporate Figures Tanzania", "startup_idea": "Corporate Figures is a youth platform focusing on transformational programs that reshape the mindset of youth to influence creativity, innovation, for self employment", "team_id": 18, "all_teams": 107},
{"leader_name": "Levina Mchomba", "team_name": "Design&hand craft skills", "startup_idea": "This is a wall hanging decorating that can be placed on a wall of an office,home or places where one is interested in placing it .its handmade of wood and woolen thread.", "team_id": 19, "all_teams": 107},
{"leader_name": "Charity Moye", "team_name": "Devine bites", "startup_idea": "Devine bites is a small business of fast food. The prepared food will be delivered around Dar es salaam at consumer’s door step, quickly and affordably in a take out disposable containers.", "team_id": 20, "all_teams": 107},
{"leader_name": "Edmond Ng'walago", "team_name": "Digital Agro-input Supply ", "startup_idea": "Automated Solar powered Bio-pesticides/Bio-fertilizer Dispensing Machines, the digital machine used to deliver bio-pesticides/bio-fertilizer to small holder famers on time, on site and at lowest cost.", "team_id": 21, "all_teams": 107},
{"leader_name": "Dikena Company limited", "team_name": "DIKENA", "startup_idea": "We help connect Africans to their favorite global markets. With 32 shipping global addresses, Dikena coordinates the entire shopping process by providing warehouses and door step shipping services.", "team_id": 22, "all_teams": 107},
{"leader_name": "Fadhil Batengas", "team_name": "Dikena Company Limited", "startup_idea": "Dikena is an e-commerce company that caters in providing customers with a wide range of consumer goods from various parts of the world. ", "team_id": 23, "all_teams": 107},
{"leader_name": "Goodluck Kapinga", "team_name": "DREAM BEES AFRICA", "startup_idea": "We are dedicated our life and time to provide premium quality honey and beeswax to the global market by helping beekeepers to practice modern beekeeping.", "team_id": 24, "all_teams": 107},
{"leader_name": "Jacqueline Lawrence", "team_name": "Ekela Foods Tanzania", "startup_idea": "Ekela Foods Tanzania is a Agriproducts company  focused on reducing post harvest losses for farmers & fishermen  by finding markets for their produce and having outlets in all cities of the country", "team_id": 25, "all_teams": 107},
{"leader_name": "Daniel Mjinja", "team_name": "Elimutube", "startup_idea": "Elimutube uses the best, experienced, and reputable teachers in Tanzania to create and provide the top quality educational learning resources for learners in Tanzania through online notes  ad papers. ", "team_id": 26, "all_teams": 107},
{"leader_name": "Alyanz Nasser", "team_name": "Envirobags", "startup_idea": "EnviroBags, an environmentally-friendly, reusable bag company designed to reduce the quantity of plastic bags consumed in Tanzania, and to mitigate the negative impact on marine life. ", "team_id": 27, "all_teams": 107},
{"leader_name": "Ezekiel Ngoda", "team_name": "Epik outfits", "startup_idea": "The products are important and inevitable because always people wear clothes and nowadays new fashions are interested by most of youths, shine with epik outfits for the better look", "team_id": 28, "all_teams": 107},
{"leader_name": "Protase Caroly", "team_name": "EverGreen Recycle Services", "startup_idea": "We do strategic waste collection from our customers, safely sorting them into their nature, recycle plastics into ornaments, deriver organic wastes to official dumpsites. collect service monthly fees", "team_id": 29, "all_teams": 107},
{"leader_name": "Gideon Mduma", "team_name": "EZ Fish ", "startup_idea": "We specialize in Tilapia whole fish production through a modern technology known as Recirculating Aquaculture System (RAS). We aspire to sell fish feed, manufacture RAS systems and offer consultations", "team_id": 30, "all_teams": 107},
{"leader_name": "Ekene  Odoh", "team_name": "Farm Boksi", "startup_idea": "Farm boksi provide solar powered storage units to smallholder farmers and we provide them extension workers and its a B2BB2C e-commerce platform. we also do delivery to schools , hotels and large home", "team_id": 31, "all_teams": 107},
{"leader_name": "Sintike Siphael", "team_name": "FAST & FRESH", "startup_idea": "Fast&fresh is aimed at revolutionising fruits and vegetable distribution business in growing cities in Africa, where 65% of households depends on women famously known as \"Mama mboga\".", "team_id": 32, "all_teams": 107},
{"leader_name": "Mary Christian", "team_name": "FLAVOURED POTATO CRISPS", "startup_idea": "Our locally made potato crisps are so plain and can get boring sometimes we understand the imported ones are better but the prices are high, we bring to you the best affordable flavored potato crisps.", "team_id": 33, "all_teams": 107},
{"leader_name": "Flyapp Tanzania", "team_name": "FLYAPP", "startup_idea": "FlyApp is an academic and social networking application that connecting students from colleges, institutes and universities. The best place for the students on the internet.", "team_id": 34, "all_teams": 107},
{"leader_name": "Eutropia nicholaus  James", "team_name": "GRAZIE HAIR PRODUCTS LIMITED ", "startup_idea": "Hair relaxer \r\nHair steaming \r\nHair leave in conditioner \r\nHair shampoo \r\nHair oil", "team_id": 35, "all_teams": 107},
{"leader_name": "Kharim Mchatta", "team_name": "HACK IT Consultancy", "startup_idea": "We are a cybersecurity company here that offer's cybersecurity services that aim to protect companies and their products from cybercriminals, the reputation of the organization and financial loss", "team_id": 36, "all_teams": 107},
{"leader_name": "Happiness Mosha", "team_name": "HM mother and child nutrition", "startup_idea": "We offer nutrional support to pegnant and lactating mothers and children from 0days to 5 years. By producing nutritional rich, east to use, accessible and affordable processed food.", "team_id": 37, "all_teams": 107},
{"leader_name": "Nazael Julius", "team_name": "HOME ECONOMICS ", "startup_idea": "Due to its multi-composition  nature , Home Economics  has become a skills rich field which provides a venue for incorporation of Education and Community awareness on several  issues   ", "team_id": 38, "all_teams": 107},
{"leader_name": "Selemani Chillo", "team_name": "HONEY AND BIRD EYE PROJECT", "startup_idea": "Honey and Bird Eye chill project emphasis the sustainable use of land for bee keeping so as to produce enough organic honey and bird eye chill production in bulk to sell in International markets ", "team_id": 39, "all_teams": 107},
{"leader_name": "Esther  Richard", "team_name": "Huduma yangu Mobile App.", "startup_idea": "HUDUMA YANGU General Services designed HUDUMA YANGU Mobile application to improve customer service in Small and Medium enterprises in Tanzania in order to help them fast track their client experience.", "team_id": 40, "all_teams": 107},
{"leader_name": "Andrew Kiwango", "team_name": "iGLOBAL LEARNING AGENCY LTD", "startup_idea": "IGLOBAL is an online platform that connects learners/students to prospective tutors/experts. IGLOBAL\r\nis founded with two friends, ANDREW CAUS KIWANGO and DAVID ALPHONCE MRAMBA. ", "team_id": 41, "all_teams": 107},
{"leader_name": "David  Mashiku", "team_name": "Internet SMS", "startup_idea": "The proposed service is an SMS based web access system which allows the user to SMS text to the internet to acquire information for education and other purposes. ", "team_id": 42, "all_teams": 107},
{"leader_name": "Joyce Felician", "team_name": "JOFENAI INVESTMENT CO LTD", "startup_idea": "DEALING WITH LOW COSTING HOUSES BY USING INTERLOCKING AND HYDROFORM BRICKS TECHNOLOGY WHICH REDUCE THE EXPENSES OF BUILDING MATERIALS WHICH RESULT TO COST EFFECTIVELY", "team_id": 43, "all_teams": 107},
{"leader_name": "Shamte Daudi", "team_name": "Joposoko", "startup_idea": "Joposoko is a mobile app for African businesses to create free online stores and accept payments online, with no need for technical skills.", "team_id": 44, "all_teams": 107},
{"leader_name": "Erick Moshi", "team_name": "Karpos Juice", "startup_idea": "Karpos Juice is a business that looks to transform the fresh juice business in Dar es Salaam city, then in Tanzania. We plan to franchise distribution through mobile tri-bikes to interested youths.", "team_id": 45, "all_teams": 107},
{"leader_name": "Ally Kiliwasha", "team_name": "KECL Co. LTD", "startup_idea": "Kiliwasha Engineering and Cleaning company Limited is a local registered as engineering and cleaning contractors which working in installation, selling and supplying of materials to the clients.", "team_id": 46, "all_teams": 107},
{"leader_name": "Avith Philip", "team_name": "Kilimanjaro Prime Produce Ltd", "startup_idea": "Raw cashew nuts from smallholder farmers, which processed into Cashew kernel and Nut butter and packed into our \"kiliprime\" branded packages before delivered to our B2B customers who are supermarkets", "team_id": 47, "all_teams": 107},
{"leader_name": "Masuka Straton", "team_name": "KILIMO NI AJIRA (KINIA)", "startup_idea": "KILIMO NI AJIRA (KINIA) is a project aimed to solve unemployment problem to women and youth Tanzanians through modern Agri-Business integrated with developed Information and Technology (ICT) system.", "team_id": 48, "all_teams": 107},
{"leader_name": "Charity Jonas", "team_name": "Kisiwani taste naturals", "startup_idea": "Kisiwani taste naturals , is a company that deals with producing, packaging , and Branding of natural food products .", "team_id": 49, "all_teams": 107},
{"leader_name": "Omary Kapange", "team_name": "KP Driving School", "startup_idea": "KP Driving School in Dar es Salaam. We offer Driving Theories and Practicals for students. We have experienced Driver Instructors to give instructions. We have good vehicles and good classes for all.", "team_id": 50, "all_teams": 107},
{"leader_name": "Selemani Rashid", "team_name": "KWETA", "startup_idea": "KWETA brand name in washing industry dedicated to use the green chemistry in producing the new generations washing products to  substitute the hazardous substances in the environment", "team_id": 51, "all_teams": 107},
{"leader_name": "Emmanuel Kaaya", "team_name": "Lean Energy Link ", "startup_idea": "Lean Energy Link (LEL) is a technical and financial consultant, evaluator, and monitor in environmentally conscious, reliable, and affordable energy in industries.", "team_id": 52, "all_teams": 107},
{"leader_name": "Ridhiwan gabriel Mbwambo", "team_name": "Lefer Express Freight", "startup_idea": "We offer air cargo services from China to Tanzania. With the support from Total Energies we hope to expand the business technological by implementing and applying technology to our daily activities. ", "team_id": 53, "all_teams": 107},
{"leader_name": "Nancy  Kihwele", "team_name": "Leson Frozen  Fries ", "startup_idea": "Leson company sources potatoes from local farmers and add value by producing frozen fries and delivers to customers in Dar es Salaam, providing farmers with stable prices and direct access to markets.", "team_id": 54, "all_teams": 107},
{"leader_name": "Dennis Mwakyabala", "team_name": "LESOTECH COMPANY LIMITED", "startup_idea": "LESOTECH COMPANY LIMITED is an IT services, digital and business solution provider that redesign, strengthen and transform the client’s business processes and help them to meet their objective.", "team_id": 55, "all_teams": 107},
{"leader_name": "Kelvin George", "team_name": "LiveBall", "startup_idea": "LiveBall is a digital platform for the Tanzania Premier league that provides Live Scores for every match and in depth player performances insights. ", "team_id": 56, "all_teams": 107},
{"leader_name": "Linda Lubuwah", "team_name": "Lynnestore ", "startup_idea": "My business is called Lynne store. It is an online business, Sell different unisex goods such as accessories, wallets, handbags, sandals, lipstick and so on. I started in September 2019 to presentday", "team_id": 57, "all_teams": 107},
{"leader_name": "Malaki Mramba", "team_name": "mackspice", "startup_idea": "we helping people to learn about spice and herbal by design an application which help to learn and if you need to farming the spice and herbal", "team_id": 58, "all_teams": 107},
{"leader_name": "Malick Mawere", "team_name": "MAGARI - Cars Dealership app.", "startup_idea": "Connecting local and international car dealers,  showrooms and private car sellers with buyers from across Tanzania and parts of east & central Africa. Shop New/Used Cars - Chat - Follow - Uza, Nunua.", "team_id": 59, "all_teams": 107},
{"leader_name": "Moses  Katala", "team_name": "Magofarm LTD", "startup_idea": "Magofarm is a waste to nutrient insect-tech startup that bio-converts food waste and post harvest losses into organic fertilizer and protein ingredients for animal feed formulation.", "team_id": 60, "all_teams": 107},
{"leader_name": "Alphonce Matata", "team_name": "MALAIKA BEES FARMING", "startup_idea": "The Beekeeping project will have to produce a quality Organic Honey that is preferred by our potential buyers and that is above usual market standards. There will be need for periodic market research", "team_id": 61, "all_teams": 107},
{"leader_name": "Mkani Waziri", "team_name": "Malisho4Business", "startup_idea": "Silage making services is our company main service and silage is our main product. We support Tanzania dairy farmers in wealth creation through cost-effective fodder solutions and innovations.", "team_id": 62, "all_teams": 107},
{"leader_name": "Saduru Mustafa", "team_name": "Mchongo Connect", "startup_idea": "Mchongo connect is project to create mobile app to connect individual skills with buyer without regarding his/her education level or certificates. Do it well, get paid.", "team_id": 63, "all_teams": 107},
{"leader_name": "Lucky Niko", "team_name": "Miss Kesho Fashion", "startup_idea": "A minimalist, ethical fashion brand based in Tanzania. We aim to bring minimalist fashion aesthetics to the streets of Tanzania with styles that are comfortable, versatile and affordable.", "team_id": 64, "all_teams": 107},
{"leader_name": "Glory Mtei", "team_name": "Moow! Life Dairy Products", "startup_idea": "Moow! life is a milk value addition social enterprise based in Hanang Manyara that aims at providing women with an assured and lucrative market for milk through production of affordable dairy products", "team_id": 65, "all_teams": 107},
{"leader_name": "Ibrahim Ramadhan", "team_name": "MOPIS", "startup_idea": "Our product is a tech product that include mobile app and  website over which through the app and website will be able to provide a service of insurance for smartphone users by securing their future.", "team_id": 66, "all_teams": 107},
{"leader_name": "Remi Gasper", "team_name": "MOTORCYCLE AND ITS ACCESSORIES", "startup_idea": "Sale of Motorcycles starting with TVS BRAND, Spareparts, Accessories & Servicing.", "team_id": 67, "all_teams": 107},
{"leader_name": "Nasibu Saidi", "team_name": "MOUAFRICA COMPANY LIMITED", "startup_idea": "MFALME JIKO SUNFLOWER OIL, is an organic and virgin sunflower oil, which obtained from first oil press. Mfalme jiko sunflower gives consumer natural cooking oil, free from cholesterol.", "team_id": 68, "all_teams": 107},
{"leader_name": "Zawadi Rubuga", "team_name": "Mwanalishe", "startup_idea": "MwanaLishe is about combating malnutrition and stunting with affordable food based supplements. The idea is built on the fact that  in Tanzania, 57% of children are malnourished. ", "team_id": 69, "all_teams": 107},
{"leader_name": "John Mushi", "team_name": "Nasaka Holidays", "startup_idea": "We are Travel and Tour Company that provides virtual experience for tourist and also community responsible by providing jobs for local citizen to become tour guide for the local destinations using app", "team_id": 70, "all_teams": 107},
{"leader_name": "Neema  Mchacho", "team_name": "No poverty, happy families", "startup_idea": "It's a program that tends to find , collects, educates, requites,registers, employs and distributes maids in the \r\ncountry by considering their rights and responsibilities. ", "team_id": 71, "all_teams": 107},
{"leader_name": "Gilbert john Meela", "team_name": "Nopovo", "startup_idea": "Nosovo(https://www.nopovo.com) is an innovative digital platform that offers African fashion and fabrics. Clients pay on the website for purchasing.", "team_id": 72, "all_teams": 107},
{"leader_name": "Diana Orembe", "team_name": "NovFeed", "startup_idea": "A bacteria based fodder with 30% more protein than traditional animal feed produced on natural organic food waste.", "team_id": 73, "all_teams": 107},
{"leader_name": "Fredy Sanga", "team_name": "Ona Online Auction", "startup_idea": "This is a secure online platform (online market place) where people can buy and sell their real estate properties by either direct sale  or auctions. ", "team_id": 74, "all_teams": 107},
{"leader_name": "Deonidace Alistides", "team_name": "ONLINE HARDWARE", "startup_idea": "Online hardware stock will help the  customer to be able to create an invoice, make online payment and seek for technical consultation from us before purchasing of construction materials", "team_id": 75, "all_teams": 107},
{"leader_name": "Adam Kundya", "team_name": "ONLINE LIQUOR STORE", "startup_idea": "Online liquor store, this is the online store that is dealing with beverages and other drinks, user required to log in then to order your drinks without living home.", "team_id": 76, "all_teams": 107},
{"leader_name": "Edward Kalinga", "team_name": "Oratorio ", "startup_idea": "We are an upcoming company of two young entrepreneurial aspirants who wish to grow financially for service of the youth who loiter in streets unemployed  despite their academic qualification. ", "team_id": 77, "all_teams": 107},
{"leader_name": "Salehe Omary", "team_name": "Palm oil scheme", "startup_idea": "Palm tree are the most dependent crops in kigoma region and are found in large quantity and are used to make cooking oil called mawese and soap Called gwanji In kigoma", "team_id": 78, "all_teams": 107},
{"leader_name": "Gwesso Gibore", "team_name": "PDZ Finance", "startup_idea": "We provide microfinance loans to small and medium entrepreneurs who are in dire financial situation to afford a business loan from commercial banks.\r\n\r\n\r\n", "team_id": 79, "all_teams": 107},
{"leader_name": "Jeremia Kahurananga", "team_name": "Performance Tracking System", "startup_idea": "Is the Web based system that will help Tanzania and African Governments to Manage their daily operations by simplify decision making, increase transparency, discipline, and problem solving rate", "team_id": 80, "all_teams": 107},
{"leader_name": "Hellena Sailas", "team_name": "Plastic Waste Into Eco-bricks", "startup_idea": "Arena Recycling Industry is a social business that committed to offer Eco-friendly building materials made from recycled plastic waste for construction of houses, pit latrines, water tanks and septic ", "team_id": 81, "all_teams": 107},
{"leader_name": "Tecla Mariwa", "team_name": "PRODUCTION OF BONE MEAL", "startup_idea": "Most of animal bones are considered as waste and damped. Animal bones are very useful and valuable; they produce bone meal which is used as a poultry's supplement, and also as a phosphate fertilizer.", "team_id": 82, "all_teams": 107},
{"leader_name": "Sairis  Bugeraha", "team_name": "Pugu HillsEco Cultural Tourism", "startup_idea": " A gender, community and environmental sensitive tourism enterprise  located 1 hour drive from Dar es Salaam city. ", "team_id": 83, "all_teams": 107},
{"leader_name": "Faraji  Nandala", "team_name": "RESPECT SECURITY SOLUTIONS ", "startup_idea": "Respect Security Solutions Company Limited is a registered Security business venture established in the United Republic of Tanzania to provide security solutions in public and private sectors.", "team_id": 84, "all_teams": 107},
{"leader_name": "Kezia Tessua", "team_name": "Rhokez Auto Express ", "startup_idea": "Rhokez Auto Express is a licensed auto repair garage.  Intention is to offer best service in basic auto repair business and innovative offerings such as road assistance services in Tanzania. ", "team_id": 85, "all_teams": 107},
{"leader_name": "Happy Sikalengo", "team_name": "Rieta AgroSciences Tanzania", "startup_idea": "Rieta's major business is to produce, process and distribute improved seed of maize, rice, beans, groundnut and sesame to farmers in Tanzania. ", "team_id": 86, "all_teams": 107},
{"leader_name": "Saidi Namtanga", "team_name": "Sabana academic Centre", "startup_idea": "my proposed service is teach primary and secondary students especially science subjects to increase the performance of science subjects. ", "team_id": 87, "all_teams": 107},
{"leader_name": "Aikaeli Shikonyi", "team_name": "SakaChap", "startup_idea": "This is an app that makes searching for products,services easy..A user has to input a produxt/service with an aid of a photo and gets sent out to traders in that area via pop up notification.", "team_id": 88, "all_teams": 107},
{"leader_name": "Nicasius Agwanda", "team_name": "SEED TANZANIA", "startup_idea": "SEED TANZANIA is a project that blends sport, particularly basketball with education to identify and nurture future leaders by providing quality education and high level training to youths.", "team_id": 89, "all_teams": 107},
{"leader_name": "Heradius Chami", "team_name": "Self Renewable Energy Power", "startup_idea": "Renewable  Self Power energy suppling at hospital facilities during absence of Grid power. This Power energy will neither need hydro, wind or any fuel during its operations.", "team_id": 90, "all_teams": 107},
{"leader_name": "Sharon Commino", "team_name": "Sharon Naturals ", "startup_idea": "I make organic products for skin and hair. I also provide education and seminars for skin and hair care. ", "team_id": 91, "all_teams": 107},
{"leader_name": "William Eliya", "team_name": "shuleyetu.com", "startup_idea": "A digital school management software system and an e-learning platform for integrated parental involvement in students learning process  to improve learning outcomes.", "team_id": 92, "all_teams": 107},
{"leader_name": "Harriet  Peter", "team_name": "SmartClass", "startup_idea": "SmartClass is a convenient, interactive, and engaging digital tutoring marketplace that connects learners to low- cost, qualified, and vetted tutors depending on their learning needs. ", "team_id": 93, "all_teams": 107},
{"leader_name": "Happiness Mwandu", "team_name": "smartDarasa", "startup_idea": "SmartDarasa is a social enterprise helping students understand the reality and practicality of things they learn in STEM subjects using smartDarasa app and website by utilizing 3D & AR technology.", "team_id": 94, "all_teams": 107},
{"leader_name": "Huseini Mushi", "team_name": "Sokoni Kwetu ", "startup_idea": "Sokoni Kwetu Company Limited is a registered E Commerce company that provides online marketing services, Taxi Services, Events Tickets and various other services through One mobile application", "team_id": 95, "all_teams": 107},
{"leader_name": "Mariam Rashid kombo", "team_name": "SOLAR POWERED WATER SUPPLY", "startup_idea": "We provide sustainable clean water through network of pipes using solar energy solution, to low income communities who are in urban, semi-urban and rural areas", "team_id": 96, "all_teams": 107},
{"leader_name": "Alfred Kafanabo", "team_name": "SonaTap", "startup_idea": "SonaTap System is a digitalized Prepaid Water Meter that insures maximum and efficient tracking of revenue collected by the water projects and ensuring availability of water service full-time.", "team_id": 97, "all_teams": 107},
{"leader_name": "Kassim Mpika", "team_name": "TALK AND HEAR", "startup_idea": "I need to own a community Radio station that can disseminate the investigative programs that can reflect the reality of the rural life and needs, and rise awareness concerned rural life value chain", "team_id": 98, "all_teams": 107},
{"leader_name": "Godfrey Peter", "team_name": "TANTA GAS", "startup_idea": "TantaGas is a new digital platform that Enables customers to order Cooking Gas in few simple steps through our mobile App", "team_id": 99, "all_teams": 107},
{"leader_name": "Adrian Nzamba", "team_name": "TAYARI", "startup_idea": "TAYARI is a digital waiter that helps customers find updated, easy-to-read menus from various restaurants and allow customers to order, reserve, and pay straight from his/her smartphone.", "team_id": 100, "all_teams": 107},
{"leader_name": "Debora Hongole", "team_name": "The Queue management system", "startup_idea": "Is a computerized system which manages the flow of customers in various departments in institutes such as in hospitals or banks. ", "team_id": 101, "all_teams": 107},
{"leader_name": "Walter eliawonyi Mtui", "team_name": "Tourism For Development", "startup_idea": "\"We are a team of locals and have lived and travelled extensively throughout Tanzania. We are here to navigate the best travel journey and we are accustomed to handling any changes\".", "team_id": 102, "all_teams": 107},
{"leader_name": "Ezra Mollel", "team_name": "Tourism with impact to society", "startup_idea": "Afrinature Expedition's is a tourism company based in Arusha with main aim is to promote environmental conservation through tourism.", "team_id": 103, "all_teams": 107},
{"leader_name": "Edward  Karomba", "team_name": "ushare app", "startup_idea": "my proposed service is a carpooling/ridesharing app that will enable car owners to share their privare vehicles with passengers (who are going the same direction) that will cover fuel expenses. ", "team_id": 104, "all_teams": 107},
{"leader_name": "Godwin Banduka", "team_name": "Welding", "startup_idea": "Horn of oil investment is running the welding workshop. We are currently work on local tenders like make; standard display board, allminium Gates, frames for bannes and repairs of rotten frames.", "team_id": 105, "all_teams": 107},
{"leader_name": "Obadia Mwakapala", "team_name": "WISP For everybody ", "startup_idea": "Wireless Internet Service is a key to any developing countries or society, Due to corona pandemics most of activity now are digital, so with our living environment it is very expensive to have Interne", "team_id": 106, "all_teams": 107},
{"leader_name": "Rehema Konza", "team_name": "Women Empowering", "startup_idea": "We are empowering young girls who come from difficult backgrounds to be self-economic efficient through creative ideas about bags design and innovation. Our bags are unique and durable.", "team_id": 107, "all_teams": 107}
]