[
{"leader_name": "Nahurira Hillary", "team_name": "Active Living  (U) Ltd", "startup_idea": "Our aftershave is 100% natural , has wound healing properties and protects users from  fungal and bacterial skin infections that may be gotten from contaminated machines and towels in saloons .", "team_id": 1, "all_teams": 151},
{"leader_name": "Onen Aaron", "team_name": "Advanced Idea Matrix Limited", "startup_idea": "Business Consultancy, Research and Data Analytics Drones for agriculture and disaster preparedness/health as well as 3D Printing for health(Prosthetics) and day to day consumer items.", "team_id": 2, "all_teams": 151},
{"leader_name": "Kamya Simon peter", "team_name": "AffiFarm", "startup_idea": "AffiFarm (Affiliate Farmer) is a farming web and mobile application connecting Office working potential Investors and Farming families of Victims with Disabilities in (Poultry Farming Clusters).\r\n\r\n", "team_id": 3, "all_teams": 151},
{"leader_name": "Hilder  Koriang", "team_name": "Afro Health Connect ", "startup_idea": "Women still die every day from preventable causes related to pregnancy and childbirth. We are creating a world where women have access to expert online medical advice, and affordable care at home.  ", "team_id": 4, "all_teams": 151},
{"leader_name": "Moses Ocen", "team_name": "AGRICYCLE UGANDA", "startup_idea": "our product is the charcoal briquettes which is used an an alternative source of fuel for cooking other than the use of wood charcoal and firewood. ", "team_id": 5, "all_teams": 151},
{"leader_name": "Muhereza Denis", "team_name": "AgroLim Groceries", "startup_idea": "The go-to grocer for buy now, pay later deals", "team_id": 6, "all_teams": 151},
{"leader_name": "Ejewewo  Vincent", "team_name": "🎗️ Agro processing & finance", "startup_idea": "We offer financial service support here we give loans and financial education to our clients \r\nAgro processing this enables to add value on Agro products eg maize and cassava hence attain high prices ", "team_id": 7, "all_teams": 151},
{"leader_name": "Victoria Karis", "team_name": "AHI WOMEN OF VALUE", "startup_idea": "To achieve individual and community peace, the reusable wov pad, water and sanitation project is empowering women, youth and children in kirinya bweyogerere.", "team_id": 8, "all_teams": 151},
{"leader_name": "Victor paul Kawagga", "team_name": "AI CUBE ROOT", "startup_idea": "AI CUBE ROOTS is a kind of automated vertical farming that allows farming to be carried out anywhere irrespective of the climate and available space.", "team_id": 9, "all_teams": 151},
{"leader_name": "Anzisha  Africa ltd", "team_name": "Anzisha Africa", "startup_idea": "Anzisha Africa Ltd was founded to make available to the entrepreneur the knowledge and Network to generate, refine, improve, grow, and expand your business with the aid of venture capital.", "team_id": 10, "all_teams": 151},
{"leader_name": "Ninsiima Robert", "team_name": "Aquaways Ug", "startup_idea": "Maggot farming,\r\nBy using Black soldier fry, we shall be able to turn the organic wastes into other utilisable products ie maggots used as feed for fish, pigs, poultry and people and fertilisers", "team_id": 11, "all_teams": 151},
{"leader_name": "Patrick Ssekyewa", "team_name": "Art and design Project", "startup_idea": "My service is intended to provide products to clients and to teach those who are willing to learn and open their own businesses. Most especially to those who lacks education support", "team_id": 12, "all_teams": 151},
{"leader_name": "Joseph  Katimbo", "team_name": "Ataraxis Mental Health ", "startup_idea": "An Online mental health platform integrated with artificial intelligence working to promote mental health awareness,provide affordable therapy, wellness tips  to fulfil psychological independence.", "team_id": 13, "all_teams": 151},
{"leader_name": "Ssemakula  Fayizo", "team_name": "ATCOM Health Services ", "startup_idea": "ATCOM Health Services LTD offers travel nurses to private hospitals around kampala and also bedside nursing services to communities within Uganda ", "team_id": 14, "all_teams": 151},
{"leader_name": "Vanessa Ishimwe", "team_name": "Authentic African Works ", "startup_idea": "Classy, designer, affordable leather products that are creating employment, one product at a time", "team_id": 15, "all_teams": 151},
{"leader_name": "Bruno Komurubuga", "team_name": "Bakash Media Community", "startup_idea": "Talk show and Audio Collective. This is a collection of career and business talk shows and podcasts for curious young people. ", "team_id": 16, "all_teams": 151},
{"leader_name": "Ronald Murungi", "team_name": "banana juice processing ", "startup_idea": "we produce banana juice from apple bananas grown on the slopes of mountain Ruwenzori  in the western parts of Uganda. under the brand name of BUKA FOODS our banana juice is endowed with vitamin c. ", "team_id": 17, "all_teams": 151},
{"leader_name": "James Katumba", "team_name": "Beet Fresh Yoghurt Project ", "startup_idea": "Beet Fresh Yoghurt is a Dairy product produced using Natural food colorant (Beetroot), stevia as a Natural sweetener,and with no artificial food flavor, just  Fresh Beetroot.", "team_id": 18, "all_teams": 151},
{"leader_name": "Hamidu Ssonko biha", "team_name": "Biha Eco Venture  ", "startup_idea": "We have developed a low cost plastic solar roof tile for sustainable roofing and clean energy provision for low income households. It is made from up-cycled plastic, integrated with solar panels.", "team_id": 19, "all_teams": 151},
{"leader_name": "Roland  Lubanga", "team_name": "Biiso Coffee", "startup_idea": "Biiso Coffee is speciality premium grounded coffee which is ethically sourced and grown on family / community based owned farms. ", "team_id": 20, "all_teams": 151},
{"leader_name": "Micheal Bongomin", "team_name": "Biodigester Kings Uganda", "startup_idea": "New, Bio-Septics Technology that utilizes organic waste to water and biogas. This system is maintenance free, no bad smell, no emptying, no cockroach infestation and very hygienic.", "team_id": 21, "all_teams": 151},
{"leader_name": "Alvin Ssekaddu", "team_name": "Birdreach Uganda", "startup_idea": "Birdreach is an online business to business market place for farmers and other third-party suppliers to sell to small and medium size businesses. We also offer overall storage and logistical support.", "team_id": 22, "all_teams": 151},
{"leader_name": "Oketch Michael eriya", "team_name": "CAYGU National SACCO", "startup_idea": "CAYGU National SACCO is an independent project started to facilitate the proposed CAYGU projects and to empower the youths by providing financial support to their individual projects.", "team_id": 23, "all_teams": 151},
{"leader_name": "Akhsam Batte", "team_name": "Chapili App", "startup_idea": "A platform to create market for home made products in Uganda", "team_id": 24, "all_teams": 151},
{"leader_name": "Geofrey Mutabazi", "team_name": "Charge Ko ", "startup_idea": "There are 3x more mobile phones than light bulbs in Uganda and their batteries barely last a day. Charge Ko provides affordable power banks to charge them on the go and also grow energy access.", "team_id": 25, "all_teams": 151},
{"leader_name": "Caroline Namubiru", "team_name": "CHARIS MUKISA GLOBAL CONSULTS", "startup_idea": "Provision of Quality Affordable Housing/Shelter to low income earners thereby improving their wellbeing.", "team_id": 26, "all_teams": 151},
{"leader_name": "Elizabeth Kitimbo", "team_name": "Cheap Build Ltd", "startup_idea": "Production of the Interlocking Stabilized Soil Blocks to meet the need of adequate housing of Uganda’s population that requires continued resilient innovation, Cut construction cost by 30% .", "team_id": 27, "all_teams": 151},
{"leader_name": "Recho gillian Amongi", "team_name": "Chum financial services ", "startup_idea": "We offer affordable financial services (loans) to people in the community focusing on youth and woman\r\n we give them small loans at fair interest to start up or to boost their business at a fair period", "team_id": 28, "all_teams": 151},
{"leader_name": "Matovu Muhudi", "team_name": "CleanCooking Solutions", "startup_idea": "Elsmat produces briquettes, these are Eco- friendly, clean and affordable renewable energy  saving solutions.", "team_id": 29, "all_teams": 151},
{"leader_name": "Juliana Lanyero", "team_name": "cloudGreen", "startup_idea": "cloudGreen, (Verdant Holdings), has developed a multi-channel platform offering B2C/B2B delivery services offering fresh food in Kampala, catalyzing green growth, and pathways to affordable energy. ", "team_id": 30, "all_teams": 151},
{"leader_name": "Kaweesi John", "team_name": "Coffee farming project ", "startup_idea": "Coffee farming project that is aimed at being a demostration farm in the area ,targeting to change the mind set of coffee farmers in the sourounding area towards environmental conservation. ", "team_id": 31, "all_teams": 151},
{"leader_name": "Asiimwe Robbin", "team_name": "COFFEE HUSKS BRIQUETTES MAKING", "startup_idea": "\r\nExperience shows that most people living in urban areas in Uganda use charcoal as a source of energy which has greater impact on cutting down of trees hence an impact \r\non global warming.", "team_id": 32, "all_teams": 151},
{"leader_name": "Ben Kayizzi", "team_name": "Community Conservation Project", "startup_idea": "Positioning local communities as the first priorities in environment conservation and fighting climate change", "team_id": 33, "all_teams": 151},
{"leader_name": "Joseph Mulabbi", "team_name": "COMZINE - Waste2value", "startup_idea": "We turn problematic Plastic WASTE TO VALUABLE raw materials for plastic roads construction, paving blocks, furniture, eco poles, roofing tiles, and use waste as a resource for women medical insurance ", "team_id": 34, "all_teams": 151},
{"leader_name": "Wabusimba Amiri", "team_name": "CONTENT CREATION AND MARKETING", "startup_idea": "We are in creative arts where the majority of the youth lies, I want to use this opportunity to employ the youth and uplift their life through content production in both visual and audio.", "team_id": 35, "all_teams": 151},
{"leader_name": "Tony Ayebare", "team_name": "Corner Butchery", "startup_idea": "Corner butchery is an online and offline meat store that is dedicated to delivering a variety of fresh quality meat products to our clients that are sourced from small-scale livestock farmers ", "team_id": 36, "all_teams": 151},
{"leader_name": "Victor Ongwech", "team_name": "Courier and Delivery Services", "startup_idea": "The needs to transport goods, services and product to the community of West Nile Uganda is one of the motivating factor to the establishment of Kwai-Jwatta Development Associates SMC Limited", "team_id": 37, "all_teams": 151},
{"leader_name": "Gilbert Ariho", "team_name": "Desh Agroprocessing (U) Ltd.", "startup_idea": "We deal in value addition I.e Processing agricultural products to make health foods , Our products ; Baby soya porridge, soya composite flour, Desh Millet flour, Desh rice flour, Desh Maize flour.", "team_id": 38, "all_teams": 151},
{"leader_name": "Kalibo Dan", "team_name": "D & K POULTRY MODEL FARM ", "startup_idea": "D & K POULTRY MODEL FARM is a model farm aimed at selling disease free chicks, training poultry farmers, selling eggs and hens for chicken.", "team_id": 39, "all_teams": 151},
{"leader_name": "Ian ricky Mwine muhereza", "team_name": "Dokitar, Health at palm", "startup_idea": "Dokitar is a telehealth startup.\r\nNow as a mobile App where clients access medical service providers for consultation, prescription, health promotion tips, data archiving, mobile health services.", "team_id": 40, "all_teams": 151},
{"leader_name": "Frankline Muhindo", "team_name": "Dotaa Safety Hub", "startup_idea": "Dotaa Safety Hub promotes occupational safety and health in agriculture. We help both literate and illiterate farmers to understand complex safety concepts in a multiplicity of local languages.", "team_id": 41, "all_teams": 151},
{"leader_name": "Komakech  Emmanuel", "team_name": "Easy Bus Ticket ", "startup_idea": "Easy bus ticket is an online e-booking bus services where travellers can  book with different bus companies and transportation avenues that subscribe to use the services of Easy bus Ticket within East", "team_id": 42, "all_teams": 151},
{"leader_name": "Adriko  Jerry", "team_name": "Ecobricks Uganda ", "startup_idea": "Our products consists of Interlocking Plastic sand Bricks and pavers, building services, awareness campaign on plastics pollution and environment protection in Uganda and world at large.", "team_id": 43, "all_teams": 151},
{"leader_name": "Dalton joseph Ayebare", "team_name": "Eco Crafts", "startup_idea": "Identifying, mobilising and skilling vulnerable persons in hand crafts production for poverty eradication, gender equality and a sustainable ecosystem and bio diversity.", "team_id": 44, "all_teams": 151},
{"leader_name": "Joshua Gwamoiza", "team_name": "Eco MICE Landscaping", "startup_idea": "We are restoring the slowly dying  green environment through urban landscaping. By creating sustainable landscape projects and products. And using a created digital platform to reduce plant mortality.", "team_id": 45, "all_teams": 151},
{"leader_name": "Jemimah Nagasha", "team_name": "Eco Options", "startup_idea": "Our reusable menstrual products; menstrual cups and menstrual underwear, are revolutionizing menstrual care in Uganda.  They ensure that menstruation is comfortable, cost effective and sustainable.", "team_id": 46, "all_teams": 151},
{"leader_name": "Franc  Kamugyisha", "team_name": "Ecoplastile Limited", "startup_idea": "Incentive based plastic recycling for SMEs and individuals exchanging all kinds of plastic waste for cash, & insurance points and transform it into timber saving roofing tiles using Waxy II technology", "team_id": 47, "all_teams": 151},
{"leader_name": "Ahumuza Ronah", "team_name": "Eco-prenuership", "startup_idea": "Eco-prenuership: for Economic Empowerment is a project aimed at addressing environmental challenges as well as provide sustainable, reliable business  and employment opportunities to the communities.", "team_id": 48, "all_teams": 151},
{"leader_name": "Grace Muhumuza", "team_name": "eDowntowne Uganda", "startup_idea": "eDowntowne is a service of FN Media Co. Ltd and a vendor online shopping platform that brings together vendors in Uganda by providing them with an opportunity to display and market their products. ", "team_id": 49, "all_teams": 151},
{"leader_name": "Gorret Nabukenya", "team_name": "Egality Development Hub SMCLTD", "startup_idea": "My proposed service is vocational skills training for young people, especially those who have lost hope of joining formal education due to the effects of the  covid-19 lockdown.", "team_id": 50, "all_teams": 151},
{"leader_name": "Ivan Ntambi", "team_name": "Empowering your security", "startup_idea": "We will make your home and business completely safe.", "team_id": 51, "all_teams": 151},
{"leader_name": "Kusemererwa Peter mugenyi", "team_name": "ENT MGT & CONTENT CREATION", "startup_idea": "My service is basically entertainment management in particular artist, brand management plus content creation for brands.", "team_id": 52, "all_teams": 151},
{"leader_name": "Joseph churchil Nyeko", "team_name": "Eone Stove", "startup_idea": "Eone offers Clean Cooking, with 100% Uganda sustainable fuel branded “The Future Of Energy®”, and Eone Stoves specifically designed for both Households and Businesses, as well as Solar products.", "team_id": 53, "all_teams": 151},
{"leader_name": "Kiirya  Lenus", "team_name": "EQUINOX TECHNOLOGIES CO.LTD UG", "startup_idea": "We help startup and already existing  firms with services of   document management  solutions for example leasing printers and computers with  an agreed fee charge per month instead of buying ", "team_id": 54, "all_teams": 151},
{"leader_name": "Harmony Senoga", "team_name": "ESTIM COSMETICS AND TOILETRIES", "startup_idea": "Estim Cosmetics and Toiletries aims at producing highly effective user products that truly solve users' problems and have less or no harm or side effects to the body and environment.", "team_id": 55, "all_teams": 151},
{"leader_name": "Kennedy Mpanga", "team_name": "Events, farming & foods Mngt", "startup_idea": "Providing foods, music, decorations, pastries to low budget events at a relatively low cost. These are internally raised including a foods garden, poultry farm, that helps us obtains our materials", "team_id": 56, "all_teams": 151},
{"leader_name": "Emmanuel Twesigye", "team_name": "Everlend Agritech limited", "startup_idea": "Everlend is a social digital platform that offers digital green loan, sources for genuine quality affordable farm inputs as well as provide market information for farmers. ", "team_id": 57, "all_teams": 151},
{"leader_name": "Kiiza Thomas", "team_name": "Farm to Kitchen Company Ltd", "startup_idea": "We deal in Agricultural products where we do value addition and increase the shelflife of the products for sale in the urban areas and export market at the required standard to the consumer directly ", "team_id": 58, "all_teams": 151},
{"leader_name": "Aisha Twahiri namwama", "team_name": "Fine craft shoes and Doormats", "startup_idea": "We make durable Open craft  shoes for Ladies, Gentlemen and children using polyester waxed thread, leather, sole, hides material and rubber gum and also nice doormats in Mityana Kiweesa B area.", "team_id": 59, "all_teams": 151},
{"leader_name": "Kalenge Kizito", "team_name": "FLEEK-FleetKernel", "startup_idea": "FLEEK is a set of both digital and physical fleet management solutions aimed at creating an efficient, sustainable, profitable aswell as eco-friendly fleet.", "team_id": 60, "all_teams": 151},
{"leader_name": "Dickson Sande", "team_name": "Fleet ERP", "startup_idea": "Fleet ERP is a fleet management application that allows individuals or fleet owners to keep track of all their fleet needs such as fuel consumption rates and service costs.", "team_id": 61, "all_teams": 151},
{"leader_name": "Engule Bern", "team_name": "food spaces", "startup_idea": "Food spaces is a social enterprise providing small holder farmers with a reliable route to markets and fair prices for their produce", "team_id": 62, "all_teams": 151},
{"leader_name": "Edson Twinomugisha", "team_name": "Food supplements production", "startup_idea": "Manufacture of organic food supplements from organica bee products like bee venom, bee Propolis, honey and other food stuffs. ", "team_id": 63, "all_teams": 151},
{"leader_name": "Masiko Isaac", "team_name": "Fruiting the jungle ", "startup_idea": "The major aim is to introduce indigenous fruit trees to the wild jungles of Uganda to help with increasing food supply for wild life and replacing the destroyed trees.", "team_id": 64, "all_teams": 151},
{"leader_name": "Eric Eryaku", "team_name": "GOODLUCK COMPREHENSIVE INSTITU", "startup_idea": "Professionalism, practical skills, creativity and capacity building for eradicating unemployment by bringing up job creators. ", "team_id": 65, "all_teams": 151},
{"leader_name": "Yashiri Ramandan", "team_name": "GoPurs Tech", "startup_idea": "GoPurs Tech is advanced and unique solution for managing self-service checkout at petro stations' dispensers.  ideal solution for offering 24H unattended refueling station", "team_id": 66, "all_teams": 151},
{"leader_name": "Kaligirwa Kigambo", "team_name": "Green Shero", "startup_idea": "Green Shero is a social enterprise that works with community women of Kabarole to collect, sort and resell trash. We collect garbage from spaces like households, streets, schools, health centres ", "team_id": 67, "all_teams": 151},
{"leader_name": "Joseph Balikuddembe", "team_name": "Grow-Uganda", "startup_idea": "Allows for an analysis of the farming trends in given seasons for individual farmers, farmer groups and commercial decision makers at various levels. Intended for cooperatives and farmer groups.", "team_id": 68, "all_teams": 151},
{"leader_name": "Simon  Begumisa", "team_name": "HABITA-ECONUT TOUR AND TRAVEL", "startup_idea": "Habita App focusing on Giving jobs, eradicating poverty, promoting health, agriculture, youth  skilling, gender equality, clean water, protect climate, innovation, partnership & clean cities.", "team_id": 69, "all_teams": 151},
{"leader_name": "Mark Mbayo", "team_name": "Healthcare Waste Management", "startup_idea": "The service is designed to create sustainable solutions to bridge the current gap/need in improving Healthcare Waste (HCW) Management in Rural and semi urban health facilities serving the communities.", "team_id": 70, "all_teams": 151},
{"leader_name": "Wilbur john Kihumuro", "team_name": "Health Shore International", "startup_idea": "We offer subscription-based on demand real time 24/7 virtual specialized consultancy using an AI chat bot assisted Saas platform and mobile medical services to organized under-served populations.", "team_id": 71, "all_teams": 151},
{"leader_name": "Nanyonjo Oliver", "team_name": "HYBRID KROILER POULTRY FARMING", "startup_idea": "\r\nThe Kuroiler is a hybrid breed of chicken  which is highly productive. This scavenger bird is a dual-purpose chicken where the same flock can be used for egg production and meat production.", "team_id": 72, "all_teams": 151},
{"leader_name": "Joseph Katushabe", "team_name": "jangu tusome", "startup_idea": "tusome  provides an inclusive education system that targets the most vulnerable areas in Uganda, like the rural areas, refugee’s settlements and poorly facilitated academic structures amidist covid19", "team_id": 73, "all_teams": 151},
{"leader_name": "Najjuma Zulaika", "team_name": "Kats craft Enterprise", "startup_idea": "Craft shoes made from local materials", "team_id": 74, "all_teams": 151},
{"leader_name": "Solomon Bwire", "team_name": "Kawallet", "startup_idea": "Kawallet is a unique out of the box financial technology which enables children in boarding secondary schools to have access to mobile money services without having to possess mobile phones at school.", "team_id": 75, "all_teams": 151},
{"leader_name": "Kyomugisha Racheal", "team_name": "Life and Health (LhealthApp)", "startup_idea": "Life and Health is a comprehensive sexuality education program for youth & adolescents delivered both online & offline through outreaches and based on Uganda's National Sexuality Education Framework.", "team_id": 76, "all_teams": 151},
{"leader_name": "Tibigwa Frankline", "team_name": "Lodwyk fish farm", "startup_idea": "Lodwyk fish farm is afarm located at budde village bugiri district.\r\nWe major in tilapia and African catfish", "team_id": 77, "all_teams": 151},
{"leader_name": "Samson Mugisa", "team_name": "Maize milling", "startup_idea": "Production of high quality maize floor and cassava floor", "team_id": 78, "all_teams": 151},
{"leader_name": "Maleng Medical", "team_name": "Maleng sexualreproductive care", "startup_idea": "Good sexual and reproductive health is a state of complete physical, mental and social well-being in all matters relating to the reproductive system. For people to be informed about family planning ", "team_id": 79, "all_teams": 151},
{"leader_name": "Wanyama Kevin", "team_name": "MIHOLOW EVENTS LIMITED", "startup_idea": "Miholow.com is a state of the Art website that places all events service providers under one roof, it aims to avail convenience, quality and variety to the customer. Life is a Celebration at Miholow.", "team_id": 80, "all_teams": 151},
{"leader_name": "Jonathan paul Katumba", "team_name": "Minute5", "startup_idea": "Minute5 is a grocery delivery service", "team_id": 81, "all_teams": 151},
{"leader_name": "Samuel  Abaho", "team_name": "Mkozi ", "startup_idea": "An outstanding laundry service that takes advantage of modern technology from washing machines to products that leave the clothes with unforgettable scent and employs university students hourly too!", "team_id": 82, "all_teams": 151},
{"leader_name": "Kwikiriza Benon", "team_name": "Mobile Water Quality Labs", "startup_idea": "Our proposed product/service is the deployment of portable water quality testing labs in remote settings of slums and refugee settlements, where access to these services is but a pipedream ", "team_id": 83, "all_teams": 151},
{"leader_name": "Shimmy Mary", "team_name": " mosquito repellant soap", "startup_idea": "I have a registered business named camisa investments we manfacture mosquito repellant soap.we use natural repellants like lemongrass ,mint ,lemon add them to our soap that retain he repellant scent.", "team_id": 84, "all_teams": 151},
{"leader_name": "Ayebare Loudel", "team_name": "Mungwe Tea Estates", "startup_idea": "ONE ACRE TEA ESTATE MODEL", "team_id": 85, "all_teams": 151},
{"leader_name": "Adrine Namusuubo", "team_name": "MUSOLI EDEN FARM", "startup_idea": "High quality organic vegetables like hot peppers, eggplants, chillies and zucchini.", "team_id": 86, "all_teams": 151},
{"leader_name": "Percy Muyanja", "team_name": "Muya Mudgauard", "startup_idea": "A mud guard is canvas product designed to cover the back side of a motor cycle to protect the passenger from dirty water, mug and dust that rises as the wheels of the bike rotate on the ground.", "team_id": 87, "all_teams": 151},
{"leader_name": "John Muyobo", "team_name": "Muyobo Consult Uganda", "startup_idea": "Muyobo Consult Uganda is a Professional Services firm offering Professional Financial and Business Consultancy Services to SMEs, Corporate Companies, Businesses, Individuals and Organizations. ", "team_id": 88, "all_teams": 151},
{"leader_name": "Sumayah Musaazi", "team_name": "Myah cakes and icecream ", "startup_idea": "I have self taught how to bake and make both yummy cakes and icecream  that the customer have come to appreciate and love.", "team_id": 89, "all_teams": 151},
{"leader_name": "Robert Mande", "team_name": "My Mall SMC LIMITED", "startup_idea": "My Mall is a multi service platform for Shopping, Property ,Food delivery, Payment Technology, Ride hailing", "team_id": 90, "all_teams": 151},
{"leader_name": "Tonny Senyange", "team_name": "NIBBLER HOLDINGS LIMITED", "startup_idea": "\"ZIMBA NAFFE\" PROPOSAL. This proposal is driven from a Luganda language literally meaning \"Build with us\". It aims at helping the youth who travel abroad as labourers achieve their dream back home.", "team_id": 91, "all_teams": 151},
{"leader_name": "Halimah Bukirwa", "team_name": "Nigharimie", "startup_idea": "Nigharimie is a web solution that enables NGOs easily disseminate funds to their beneficiaries and service providers and also account for those expenses.", "team_id": 92, "all_teams": 151},
{"leader_name": "Maureen Kamara", "team_name": "Nisha beauty palace", "startup_idea": "Nisha is a safe space where women and young girls come together to learn and get skills in wig making, tailoring,bead work and jewellery,shoes and bags making to  earn a living and  create employment.", "team_id": 93, "all_teams": 151},
{"leader_name": "Ssemakula Ivan louis", "team_name": "Ntaasa Emergency System ", "startup_idea": "Ntaasa Emergency System  is a mobile application that helps citizens to communicate with nearest emergency service providers.", "team_id": 94, "all_teams": 151},
{"leader_name": "Jordan Mutebi", "team_name": "OFFSHORE ICE", "startup_idea": "Since it's founding in Lweza in Jan, 2019, Offshore ice has been the leading flake ice manufacturer along Entebbe road. The company expanded it's operations to areas like mulungu and nakasero market.", "team_id": 95, "all_teams": 151},
{"leader_name": "David Muduuli", "team_name": "OMNI GYM ", "startup_idea": "Can you imagine a world where someone can walk into any gym close to them and workout? Omni Gym ensures an individual or company can use multiple gyms under one subscription through a phone app.", "team_id": 96, "all_teams": 151},
{"leader_name": "Rhona Brooks birabwa", "team_name": "Onachil Food Store", "startup_idea": "@Onachil we aim to do away with food waste especially at post harvest stage as we also link farmers to buyers using our E-commerce chatbot.", "team_id": 97, "all_teams": 151},
{"leader_name": "Jonah Kirabo", "team_name": "Opportunity Tracker", "startup_idea": "We are a web-based platform that shares local and global opportunities from anywhere around the world, and bring them to the fingertips of young people. ", "team_id": 98, "all_teams": 151},
{"leader_name": "Keith Seruyange", "team_name": "Orbimaps", "startup_idea": "Orbimaps is a web-based land management system that enables organisations and property owners keep track of all their property on one platform with near real time mapping and document/data storage", "team_id": 99, "all_teams": 151},
{"leader_name": "Maria Nankya", "team_name": "P3.8 Fitness Hub", "startup_idea": "P3.8 Fitness Hub (P3.8) is a Ugandan fitness brand inspired by Proverbs 3:8 (NIV) “This will bring health to your body & nourishment to your bones\"\r\nVision \"Transforming health and wellness in Africa” ", "team_id": 100, "all_teams": 151},
{"leader_name": "Bernadette  Ojao", "team_name": "Pads For Her(Wabibi Pads)", "startup_idea": "An affordable and environmentally friendly Menstrual Hygiene toolkit that will keep girls in school for at least 3 years and create 70% women employment.  ", "team_id": 101, "all_teams": 151},
{"leader_name": "Aime Rebecca", "team_name": "Patapia", "startup_idea": "Patapia is providing an economic engine to allow the world's most vulnerable communities to turn business ideas and into viable enterprises to achieve economic empowerment and independence.", "team_id": 102, "all_teams": 151},
{"leader_name": "Doreen richard Mlahagwa", "team_name": "Penzi Organics", "startup_idea": "Penzi Organics is a Ugandan start-up majoring in production of organic products. Our products include; Organic soap, body butter and  scrab. All these are made from organically available materials.", "team_id": 103, "all_teams": 151},
{"leader_name": "Nelson Ndugu", "team_name": "Petroleum Data Masters", "startup_idea": "We  train  aspiring data engineers, data scientists and engineers in the field of petroleum data management. Our hub  is also  vintage point for petroleum data experts, readily hired by petroleum firm", "team_id": 104, "all_teams": 151},
{"leader_name": "Timothy Kajumba", "team_name": "PIVOT PAYMENTS LIMITED", "startup_idea": "Financial technology company defined by the technology and innovation that aims to compete with traditional financial methods in the delivery of financial services. ", "team_id": 105, "all_teams": 151},
{"leader_name": "Kevin Amara", "team_name": "Printeebo", "startup_idea": "Printeebo is an online marketplace where designers can upload their designs and sell finished clothes without direct involvement in the production process and no startup costs.", "team_id": 106, "all_teams": 151},
{"leader_name": "Hussein Kato", "team_name": "Project GAARC", "startup_idea": "Project GAARC\r\nGAARC - Global Astrophysics and Astronomy Research Centre\r\nwith Head offices in Uganda\r\n", "team_id": 107, "all_teams": 151},
{"leader_name": "Dickens Mutegeki", "team_name": "Q safaris Africa", "startup_idea": "A tour and Travel company in Uganda aiming at being the leading service provider in the tourism sector with the most appealing and affordable safari packages and customer care services.", "team_id": 108, "all_teams": 151},
{"leader_name": "Aaron Angiro", "team_name": "Race Against Hunger ", "startup_idea": "This project is a campaign to sensitize the communities on food security and I will be practically demonstrating how best people can ensure adequate  food supply in their households through out the yr", "team_id": 109, "all_teams": 151},
{"leader_name": "Gloria  Suubi", "team_name": "Rach_juice", "startup_idea": "Rach juice is a juice company dealing in the production of natural juice only. \r\n", "team_id": 110, "all_teams": 151},
{"leader_name": "Nekesa Mercy", "team_name": "Raining Vegetables", "startup_idea": "Our product is farm management software that helps farmers make better investment decisions, have access to more efficient farming practices, and digitally keep track of their farm records.", "team_id": 111, "all_teams": 151},
{"leader_name": "Namanya Maxencia", "team_name": "Re-usable pads making, candles", "startup_idea": "I make re-usable sanitary pads to reduce overall waste compared to disposable pads. And they can last for many years hence saving money that is  one will buy reusable sanitary pads and use for four ys", "team_id": 112, "all_teams": 151},
{"leader_name": "Justus Rutahigwa", "team_name": "Rutah Credit-Uganda", "startup_idea": "Rutah Credit is focused on offering motorcycle loans to youth (aged 18-30 years) in Uganda, this is done by enabling the youth to save and access motorcycles on loans and they pay in installments.", "team_id": 113, "all_teams": 151},
{"leader_name": "Evelyn Logose", "team_name": "Safe Delivery Kits", "startup_idea": "Safe Delivery Kits is a women-led social enterprise, established to advance and improve safe births by developing a simple, low-cost, disposable delivery kit for pregnant and new mothers in Uganda.", "team_id": 114, "all_teams": 151},
{"leader_name": "Abenaitwe  Phelbert", "team_name": "SAFE ROOT SERVICES", "startup_idea": "We offer health and safety consultancy services, solid waste management and do industrial maintenance and cleaning.", "team_id": 115, "all_teams": 151},
{"leader_name": "Jabulon Alyao", "team_name": "Scholarlink Academy", "startup_idea": "The scholarlink Academy is developed by ALJEM Technologies to enhance education for both learners and tutors during the pandemic.", "team_id": 116, "all_teams": 151},
{"leader_name": "Dikwella Perez", "team_name": "SDG PROJECT MANAGER", "startup_idea": "THE SDG PROJECT MANAGER is a proposed product  that will help to fight corruption in government and none government institutions. Through providing  accountability resources.", "team_id": 117, "all_teams": 151},
{"leader_name": "Twebaze  Joshua", "team_name": "SendBob", "startup_idea": "A mobile based USSD platform used to market citrus fruits for farmers in Teso subregion of Uganda to Urban retailers. ", "team_id": 118, "all_teams": 151},
{"leader_name": "Reagan Buriga", "team_name": "Sharing Organization Uganda", "startup_idea": "Our target is to add on sources of care for unpreviledged vulnerable groups of people. We sensitize masses about HIV/AIDS & Cancer.\r\nWe teach modern farming to locals.", "team_id": 119, "all_teams": 151},
{"leader_name": "Rebecca Nanono", "team_name": "Shetechtive Uganda", "startup_idea": "Shetechtive Uganda sells study devices such as tablets and laptops to rural girls and young women on installment payment plans  with a purpose of ensuring affordability to e-learning .", "team_id": 120, "all_teams": 151},
{"leader_name": "Ampaire Simon apuuli", "team_name": "Signage and Branding", "startup_idea": "We produce quality signs and do all sorts of branding .We also spray and brand cars ", "team_id": 121, "all_teams": 151},
{"leader_name": "Njuki Godfrey", "team_name": "S.JEC TECHNICAL SERVICES", "startup_idea": "The supply of electrical installation materials. Power lines construction and maintenance.Installation, testing and commissioning of power transformers. Mechanical engineering  and solar installations", "team_id": 122, "all_teams": 151},
{"leader_name": "Ruth Musiimenta", "team_name": "Skill Development initiative", "startup_idea": "Computer Repairing, Hardware and Software management, Website development, Data base management, Computer Networking and Research. \r\n\r\n", "team_id": 123, "all_teams": 151},
{"leader_name": "Francis Alemiga", "team_name": "Skills4Living", "startup_idea": "In 2019/07/17 I registered youth Entrepreneuship Skills Development Center as a company in order to empower more youths through practical hand skills on various skills currently we have 163 youths ", "team_id": 124, "all_teams": 151},
{"leader_name": "Ampaire Edith", "team_name": "Slay-farmer foundation", "startup_idea": "Is a foundation for women in business in mainly farming that enables production of food & beauty products using organic home made products like Milk, ghee, tomatoes, turmeric.", "team_id": 125, "all_teams": 151},
{"leader_name": "Mwima Jimmy", "team_name": "Soji Interlocking Bricks", "startup_idea": "Interlocking bricks made from cement , red soil and sand .these are not burnt and reduce on carbon pollution in the environment, they also reduce construction costs by upto 40%", "team_id": 126, "all_teams": 151},
{"leader_name": "Paul  Collins", "team_name": "SOLAR PLANT PROJECT", "startup_idea": "Using solar generators we want to help disabled families rural areas in Uganda to have clean and sustainable energy. ", "team_id": 127, "all_teams": 151},
{"leader_name": "Ahebwa Samuel", "team_name": "SOLAR WATER PUMPING ", "startup_idea": "To provide safe and clean water for domestic use and irrigation purposes to the community by utillising solar energy which is  in abundance.", "team_id": 128, "all_teams": 151},
{"leader_name": "Samuel Kuloba", "team_name": "SOLOKU FARMLINK LTD", "startup_idea": "We are a mission driven company to convey strictest quality standards in enabling rural smallholder farmers to access regular efficient fair markets for their products and opportunities for growth.", "team_id": 129, "all_teams": 151},
{"leader_name": "Jovia Kisaakye", "team_name": "Sparkle Agro brands", "startup_idea": "We transform the would-be spoilt milk into sparkle skincare milk lotion that is a magical bullet to repelling mosquitoes away from the human skin", "team_id": 130, "all_teams": 151},
{"leader_name": "Douglas  Smith", "team_name": "sportrise ", "startup_idea": "Recognised & awarded as Uganda's 1st locally made football, the sportrise ball is internally lined with layers of polyester made purely from recycled plastic waste making it durable and everlasting. ", "team_id": 131, "all_teams": 151},
{"leader_name": "Agnes Namuddu", "team_name": "Strongwomen Uganda", "startup_idea": "StrongwomenUganda is an ngo with a mission of empowering women with knowledge, confidence and skills to work their way out of poverty, care for their families and strengthen their communities. ", "team_id": 132, "all_teams": 151},
{"leader_name": "Fiona Katushabe", "team_name": "Super Shine multipurpose soap", "startup_idea": "Super Shine multipurpose liquid soap is a start up business that started last year in December,it was started by ejidra Geoffrey and katushabe fiona as husband and wife and as partners in business.", "team_id": 133, "all_teams": 151},
{"leader_name": "Tonny Ogwal", "team_name": "Telephone education program", "startup_idea": "The students are given an audio class number . During a lesson time, they call the audio number and enter the subject code. After the subject code, they automatically join a conference for classes.", "team_id": 134, "all_teams": 151},
{"leader_name": "Ntembe Denis", "team_name": "The Dance Drive with H2C", "startup_idea": "A YouTube Podcast Called the Dance Drive with H2C which aims at educating and improving current state of People in any walk of life with gems of knowledge from both H2C and Guests hosted .", "team_id": 135, "all_teams": 151},
{"leader_name": "Muwakanya Khasim", "team_name": "toko (Automatic Dispenser)", "startup_idea": "\"toko\" is an Automatic Liquid Soap Dispenser designed for hospitals, academic institutions, and public facilities. toko will facilitate the reduction in spread of contact-related infectious diseases.", "team_id": 136, "all_teams": 151},
{"leader_name": "Mercy Chelimo yesho", "team_name": "Toleyah", "startup_idea": "Toleyah is an android mobile application that enables customers access all kinds of cooking gas available within Uganda from different vendors and have it delivered at their doorstep at no cost.", "team_id": 137, "all_teams": 151},
{"leader_name": "Joel Ojema", "team_name": "Trampo Technologies Limited", "startup_idea": "Trampo a Technology enabled logistics company that leverages technology to enable Small and Medium size enterprises [SMEs] to access a wide variety of Trucks and other logistics services with ease.", "team_id": 138, "all_teams": 151},
{"leader_name": "Joan Bayega", "team_name": "TRANSLATE 4 EDUCATION", "startup_idea": "Our product is a Sign Language Translation web and mobile Application that accepts Sign language and translates it into text and Speech, and these two back to Sign Language.", "team_id": 139, "all_teams": 151},
{"leader_name": "Nalwoga Cerinah", "team_name": "Trillion Looks Store", "startup_idea": "We are a Fashion and art Social enterprise with a mission to improve the lives and communities of marginalized artisans in Uganda by helping them mass produce, market, and sell their products.", "team_id": 140, "all_teams": 151},
{"leader_name": "Mugisha  Boris", "team_name": "Tubayo", "startup_idea": "Tubayo is a travel market place  where local communities can use technology to participate in the tourism supply and travelers can find experiences and homes. ", "team_id": 141, "all_teams": 151},
{"leader_name": "Allan Okello", "team_name": "Tukole.ug", "startup_idea": "A one stop tool for  house holds, corporate companies and small business to find reliable, vetted, on demand service providers.\r\n", "team_id": 142, "all_teams": 151},
{"leader_name": "Wangola Moses", "team_name": "VISION DEVELOPMENT AND SAVING ", "startup_idea": "We hire plastic chairs and tents to events , partied , funerals , weddings and birthdays to locals in the community around tororo district at affordable prices to match their needs.  ", "team_id": 143, "all_teams": 151},
{"leader_name": "Natasha  Katondwaki", "team_name": "Waape ", "startup_idea": "Africa's Talent Marketplace focused on highlighting services provided by African Talent making conversion easier. ", "team_id": 144, "all_teams": 151},
{"leader_name": "Walter  Kayoyo", "team_name": "WAITH'S HAPPY FARMS (WHAF) ", "startup_idea": "WHAF is here to consummate the value Chain while empowering the local community through meaningful partnerships, ensuring improved animal genetics, extend reliable production and supply to affiliates.", "team_id": 145, "all_teams": 151},
{"leader_name": "Jonathan Bukenya", "team_name": "WATER FOR FARMS (WOFA)", "startup_idea": "Increasing availability of accessible climate smart food for the growing population in Uganda through distribution of smart mobile solar irrigation solutions among small holder crop farmers. ", "team_id": 146, "all_teams": 151},
{"leader_name": "Credo  Kasemiire", "team_name": "Water-Saving Irrigation System", "startup_idea": "Empower the 3.9 million smallholder farmers affected by climate \r\nchange through the local production & sale of the efficient, affordable & green \r\n(non-plastic) Water Saving Irrigation System (WSIS)", "team_id": 147, "all_teams": 151},
{"leader_name": "Galabuzi brian Kakembo", "team_name": "WEYE Clean Energy Company Ltd", "startup_idea": "Charcoal briquettes made from 100% recycled agricultural and organic municipal waste.\r\nImproved clean briquette stoves. (Hybrid solar and biomass stoves)\r\nTraining and capacity building services. ", "team_id": 148, "all_teams": 151},
{"leader_name": "Eric Mutaawe", "team_name": "W&W(Wines and whiskeys)", "startup_idea": "An alcohol marketplace educating consumers about wines and spirits and providing them widest licit range to order online.\r\n", "team_id": 149, "all_teams": 151},
{"leader_name": "Steven Kakooza", "team_name": "Yammie Shoppers", "startup_idea": "Yammie Shoppers is an online shopping business tool developed to provide a free yet powerful way for small and medium size businesses to access the huge online market share far and wide.", "team_id": 150, "all_teams": 151},
{"leader_name": "Namwanje Sharifah", "team_name": "Yummilystylishug", "startup_idea": " my service deals with swimwear mostly centred on women and encourages body positivity, self love & also promote awareness about body Dismorphia, something that exists in Uganda ,though taken lightly.", "team_id": 151, "all_teams": 151}
]