[
{"leader_name": "Edwin Mukwasa", "team_name": "ABALEYA CARPOOLING LTD", "startup_idea": "ABALEYA CARPOOLING LTD connects passengers and drivers that are traveling between cities and towns and are willing to share the cost of the journey. ", "team_id": 1, "all_teams": 39},
{"leader_name": "Mubiana Kabaghe", "team_name": "Africonte ", "startup_idea": "We provide unique homeware products made by talented artisans in marginalised areas of Africa through a carefully curated online experience that showcase exceptional homeware products.", "team_id": 2, "all_teams": 39},
{"leader_name": "Portia talent Mutunzi", "team_name": "Afrocreative", "startup_idea": "Afrocreative Salons, Barbershops and Spas can be described in three categories, Services, Products and Schools. We aim to be the pioneer and national leader of Zambia's Spa Industry. ", "team_id": 3, "all_teams": 39},
{"leader_name": "Fannely Mbewe", "team_name": "BinApp Zambia", "startup_idea": "The BinApp Zambia is a platform that will bring together garbage collectors and enable their clients make payments digitally, with waste properly disposed in readiness for recycling and processing.\r\n", "team_id": 4, "all_teams": 39},
{"leader_name": "Mwiche Namukulwa", "team_name": "Bloom Harvest", "startup_idea": "A service that connects communities and other businesses to a variety of locally grown fresh farm produce as well as increase revenue prospects for small and medium scale farmers ", "team_id": 5, "all_teams": 39},
{"leader_name": "Patrick Nyangu", "team_name": "Buyantashi Travel and Tours", "startup_idea": "Tour Packaging (Domestic and international), Travel Consultancy, all travel arrangement to and from the original destination, car hire and Events Planning and Management ", "team_id": 6, "all_teams": 39},
{"leader_name": "Mathews Mapenda", "team_name": "Bwera Turbo Automotive", "startup_idea": "Provider of cost effective, quality and affordable aftermarket turbochargers solutions. We make turbocharger maintenance possible where the OEMs do not fully support the aftermarket.", "team_id": 7, "all_teams": 39},
{"leader_name": "Julius Kapata", "team_name": "Carpater Cybersecurity Service", "startup_idea": "We offer cyber security services and awareness, all kinds of graphic designing, website development/hosting, website & social media acc management, as well as short course in web dev & graphic design.", "team_id": 8, "all_teams": 39},
{"leader_name": "Samukhele  Mwase", "team_name": "Cowrie Shell", "startup_idea": "Cowrie Shell is a digital platform that allows donors to buy menstrual materials for girls in disadvantaged communities by sending the funds to a vendor in that girl's community.", "team_id": 9, "all_teams": 39},
{"leader_name": "Mubanga lawrence Chanda", "team_name": "Creek Lotus Technologies Ltd", "startup_idea": "A cloud-based AI application, to provide automated Network visibility through monitoring of data against cyber security threats as a pay as you go Software as a service.", "team_id": 10, "all_teams": 39},
{"leader_name": "Wamulume  Beele", "team_name": "Crops For Lights ", "startup_idea": "We provide last mile distribution of off- grid lighting , cooking , refrigeration and irrigation solutions to small scale farmers. \r\nWe allow them to use grains as a form of financing .", "team_id": 11, "all_teams": 39},
{"leader_name": "Martha Pule", "team_name": "Easy access to finance ", "startup_idea": "My proposed product and services are short term loans given to individuals and smes who are unable to get financial help from banks with flexible payment options and less paperwork and procedures .", "team_id": 12, "all_teams": 39},
{"leader_name": "Chileshe Mwansa", "team_name": "ELECTRICAL & MECHANIC WORK SHP", "startup_idea": "It will be an Electrical and Mechanical Work Shop for Servicing Industrial and individual  Equipment used in processing plants . Like Motors and Pumps .", "team_id": 13, "all_teams": 39},
{"leader_name": "Changa Lesa", "team_name": "Euler Finance Management App", "startup_idea": "This is a finance management app aimed at helping the user make better financial decisions. It also promotes financial inclusion through social interactions, especially among the unbanked population.", "team_id": 14, "all_teams": 39},
{"leader_name": "Ali Mohammed", "team_name": "FairValue Poultry Farm Ltd", "startup_idea": "Raising slower growing broiler chickens organically.\r\n\r\n", "team_id": 15, "all_teams": 39},
{"leader_name": "Themba Shamabobo", "team_name": " Fridge Repairs and Rentals", "startup_idea": "This business will provide main fridge rentals especially to students. It will offer mobile fridge repairs at affordable rates. It will employ more youths in its various areas. Females will also learn", "team_id": 16, "all_teams": 39},
{"leader_name": "John Lukwesa", "team_name": "GoDigito Marketing", "startup_idea": "With the current disruption caused by the Covid-19 pandemic, the business world needs a sustainable solution that is cost-effective, easy to access, and motivates them to plan for the future.", "team_id": 17, "all_teams": 39},
{"leader_name": "Munalula Yowela", "team_name": "Gravity Farm Irrigation kits", "startup_idea": "An irrigation system that allows farmers to water a 50*50 or 100*100 piece of land without having to manually water each plant themselves", "team_id": 18, "all_teams": 39},
{"leader_name": "Watson Gondwe", "team_name": "Guardian for a year", "startup_idea": "This project offers free school necessities to vulnerable children in our community in order to achieve quality education. It offers mentorship to vulnerable children in education to help with literac", "team_id": 19, "all_teams": 39},
{"leader_name": "Luis roy Zulu", "team_name": "Gugulethu Foods", "startup_idea": "Gugulethu Foods is a specialized food supply, processing and production company, which offers\r\nproducts and services of pure farming produce.", "team_id": 20, "all_teams": 39},
{"leader_name": "Henry  Malambo", "team_name": "Hematon Agro Services limited ", "startup_idea": "hematon agro services Ltd is a company that deals in aggregation supply and marketing of agricultural products with education in agriculture.", "team_id": 21, "all_teams": 39},
{"leader_name": "Niza aritha Zulu", "team_name": "Household biodigester ", "startup_idea": "Our household Biodigester is a stand alone system that transforms organic waste such as food scraps into cooking gas for rural and urban homes. Our product produces biogas a gas similar to LPG. ", "team_id": 22, "all_teams": 39},
{"leader_name": "Joseph Kasanga", "team_name": "Jotus Enterprises ", "startup_idea": "Jotus Enterprises major services are transportation and logistics of various goods and commodities be it consumables and nonconsumables. ", "team_id": 23, "all_teams": 39},
{"leader_name": "Anneta Mukuka", "team_name": "Just Oats", "startup_idea": "We established Just Oats as a company specializing in non-diary alternatives made from locally sourced, organic oats. Our flagship product is organic oat milk produced and packaged in Lusaka, Zambia. ", "team_id": 24, "all_teams": 39},
{"leader_name": "Siphiwe Lukama", "team_name": "Kasenga agro solutions", "startup_idea": "We are into beekeeping for the production of organic honey, and other by products using an out-grower business mode which promotes women in my rural community in kasenga", "team_id": 25, "all_teams": 39},
{"leader_name": "Stella Sata", "team_name": "Lavish Kids Furniture", "startup_idea": "We sell bespoke handcrafted children’s wooden furniture that allow parents to set up their children’s room from crib to college. We co-design with parents to ensure they get a unique product.", "team_id": 26, "all_teams": 39},
{"leader_name": "Sandy Simagwali", "team_name": "Meat INA Box", "startup_idea": "Meat INA Box helps make high quality meat more accessible to middle and high income homes.", "team_id": 27, "all_teams": 39},
{"leader_name": "Elkanah Luam", "team_name": "Pigout Cuisine", "startup_idea": "Our product is a mobile restaurant (food truck)  business, which caters primarily to university students on campus during the week and at festivals, food markets, events over the weekend.", "team_id": 28, "all_teams": 39},
{"leader_name": "Justin Kasuba", "team_name": "Planting up of Soya beans ", "startup_idea": "I want to plant Soya beans as it has good value on the market because it is being used by various sectors to make milk, soya pieces and sausage", "team_id": 29, "all_teams": 39},
{"leader_name": "Nathan Banda", "team_name": "Recycle scrap", "startup_idea": "Recycling of scrap metal, this will involve buying, sorting and selling of scrap to the recycling companies for the reuse of steel. This will help empower and employ youths in the community.", "team_id": 30, "all_teams": 39},
{"leader_name": "Naboonga franchesca  Mulenga", "team_name": "Saná Media Marketing ", "startup_idea": "We are a digital marketing agency focusing on the growth of business online . We aim to assist in the manipulation of various social platforms in the betterment of production in any company interested", "team_id": 31, "all_teams": 39},
{"leader_name": "Joshua Kapula", "team_name": "SANTE CITY ACADEMY", "startup_idea": "Sante City Academy was set up two years ago to be the best provider of quality education to our target market for Kindergarten and Primary learning. So far we have 100 clients at our disposal . ", "team_id": 32, "all_teams": 39},
{"leader_name": "Lweendo Mapani", "team_name": "SOLAR NTHEMBA ", "startup_idea": "Our Product is a 20ft shipment container that has been transformed into a shopping complex consisting of three shops to be rented by the local community. ", "team_id": 33, "all_teams": 39},
{"leader_name": "Susan Jere", "team_name": "Sukie Wellness", "startup_idea": "We are specialised in coaching clients on how to adopt good eating habits for weight management, optimal health, prevention and management of non communicable diseases through Food and Nutrition. ", "team_id": 34, "all_teams": 39},
{"leader_name": "Martha Kabaso", "team_name": "Trash-to-Fashion Zambia", "startup_idea": "   Trash-to-fashion Zambia is a creative and innovative initiative that converts textile waste into wearable fashion by reusing and recycling techniques. \r\n  ", "team_id": 35, "all_teams": 39},
{"leader_name": "Harold Shawa", "team_name": "Trees for school desks ", "startup_idea": "Our product is a school made from a local tree that is planted in schools ,this tree is called malaina tree .As we make desks for schools we also plant malaina trees in schools.", "team_id": 36, "all_teams": 39},
{"leader_name": "Abigail Munalula", "team_name": "UKUTUNGULILA IMISEPELA", "startup_idea": "ABI AQUA is a fish farming enterprise set up to alleviate poverty in rural communities through training and employment of  youths and women as a means to socially and economically empower them.", "team_id": 37, "all_teams": 39},
{"leader_name": "Lazarous Siwelwa", "team_name": "Virgin Green Renewable Energy ", "startup_idea": "Virgin Green Renewable Energy Limited is startup social enterprise that converts agricultural wastes and biodegradable municipal wastes into clean cooking solid fuels called charcoal briquettes.", "team_id": 38, "all_teams": 39},
{"leader_name": "Bwalya Machacha", "team_name": "Yesword Intellect Academy", "startup_idea": "Yesoword is an enterprise focused on improving access to affordable quality education by leveraging modern digital tools. It is working with both high school and college students in Zambia.", "team_id": 39, "all_teams": 39}
]