[
{"leader_name": "Bezel Ndhlovu", "team_name": "Afreepo", "startup_idea": "Afreepo is a B2B marketplace enabling safe, easy and scalable cross-border trade of goods between African businesses, without middlemen.", "team_id": 1, "all_teams": 62},
{"leader_name": "Kudakwashe Garamukanwa", "team_name": "AfriCrete Industries ", "startup_idea": "The business specialises in the production of precast concrete products. Our two main products are low cost cement bricks and precast homes. Our desire is to help the masses to access decent shelter.", "team_id": 2, "all_teams": 62},
{"leader_name": "Sakina Balala", "team_name": "Agro Timbers", "startup_idea": "Agro Timbers are suppliers of all Agricultural inputs and outputs as well as Timber and all products made out of timber such as outdoor furniture and construction.We are the home of experts!", "team_id": 3, "all_teams": 62},
{"leader_name": "Kelvin Mbewe", "team_name": "Arend Zimbabwe", "startup_idea": "Arend Zimbabwe seeks to promote a safe working environment by providing affordable safety (PPE) and welding equipments to various companies around Zimbabwe.", "team_id": 4, "all_teams": 62},
{"leader_name": "Natalie Foti", "team_name": "BANAFOR ", "startup_idea": "As Banafor we are \"Reimagining Rural\" , building the community by creating employment opportunities for the youth and women within our local community, supporting local farmers and small businesses. ", "team_id": 5, "all_teams": 62},
{"leader_name": "Tonderai  Maduve", "team_name": "Best startup under 3 years old", "startup_idea": "We are a data marketing company, that is we make use of available data facts to come up with targeted marketing and robust marketing strategies in this digital era.", "team_id": 6, "all_teams": 62},
{"leader_name": "Njabulo  Sandawana", "team_name": "Bhala", "startup_idea": "Africa's first social Mobile virtual keyboard that uses machine learning and state-of-the-art deep learning models to improve the experience of writing in African languages", "team_id": 7, "all_teams": 62},
{"leader_name": "Makomborero Sivangani", "team_name": "Black Einstein's Laboratories", "startup_idea": "Black Einstein's Laboratories is a company started in 2020 by 1 individual who then invited 3 ladies to partner and help in implimenting STEM in Zimbabwe especially in Rural areas.", "team_id": 8, "all_teams": 62},
{"leader_name": "Brian Mahuni", "team_name": "BM Consultants", "startup_idea": "Established a year ago, Brian Mahuni Consulting Services t/a BM Consultants has been transforming businesses and people by breaking all barriers to success through smart business & career solutions.", "team_id": 9, "all_teams": 62},
{"leader_name": "Forget Shareka", "team_name": "Chashi Foods", "startup_idea": "Chashi Foods is a socially and environmentally conscious enterprise committed to reducing postharvest and food waste in Sub-Sharahan Africa leveraging agro-processing, innovation and technology.", "team_id": 10, "all_teams": 62},
{"leader_name": "Evangelista Chekera", "team_name": "Chick brooding device", "startup_idea": "The chick broodind devices is made up of a brooder ring, heater  that is powered by the biomass briquette and heat reflector. ", "team_id": 11, "all_teams": 62},
{"leader_name": "Wayne Maiseni", "team_name": "Cholsas Agritech", "startup_idea": "Provider of the Leading Zimbabwe's B2B Agricultural E-commerce platform, Online Distributor and Logistics service provider.", "team_id": 12, "all_teams": 62},
{"leader_name": "Moreblessing Mutsau", "team_name": "Clean Tank Pro (PVT) Ltd", "startup_idea": "Overtime when uncleaned, water tanks accumulate dirt or sediments that contaminate water. We provide tank cleaning solutions to reduce risk of water contamination. We also provide tank repair services", "team_id": 13, "all_teams": 62},
{"leader_name": "Brian  Jack", "team_name": "Connection in transit ", "startup_idea": "In Zimbabwe, we intend to bring affordable connectivity solutions while traveling around the country in the public transport. This will also improve gprs tracking in case of an emergency. ", "team_id": 14, "all_teams": 62},
{"leader_name": "Gerald pearl Mpofu", "team_name": "Digital Audio Visuals Pro", "startup_idea": "Digital Advertising Solutions in Media ", "team_id": 15, "all_teams": 62},
{"leader_name": "Leon Mandigara", "team_name": "Digital Marketing", "startup_idea": "I recently started a Digital marketing Agency in Harare, Zimbabwe. We offer Social Media Marketing/Management, Email Marketing, Content Marketing, Graphic & UX designing for businesses. ", "team_id": 16, "all_teams": 62},
{"leader_name": "Tatenda Chaibva", "team_name": "DREAMHUB", "startup_idea": "DREAMHUB is an entrepreneurs collective that provides a co retailing synergies for entrepreneurs with goods to sell, A space to conduct business related activities at a lower cost in African setup.", "team_id": 17, "all_teams": 62},
{"leader_name": "Tafadzwa Chikwereti", "team_name": "eAgro", "startup_idea": "eAgro is helping smallholder farmers adapt to ", "team_id": 18, "all_teams": 62},
{"leader_name": "William takunda Madondo", "team_name": "ECA Hygiene Solutions", "startup_idea": "Revolutionizing all hygiene processes with ECA-Tech products, \"MicroKill\", a non-toxic, safe & environmentally friendly disinfectant, antiseptic & wound care; achieving total microbial destruction. ", "team_id": 19, "all_teams": 62},
{"leader_name": "Cleopatra ashley  Ngwenya", "team_name": "EcoVision (Water For All)", "startup_idea": "EcoVision Water for All, per SDG #6, strives to provide WHO-Standard drinkable water to local communities and individual clients by using low-cost, drought-resistant, and clean technology.", "team_id": 20, "all_teams": 62},
{"leader_name": "Tafara Mutembedza", "team_name": "Electronic Health Record", "startup_idea": "An electronic health record (EHR) is an individual's official health document that is shared among multiple facilities and agencies. ", "team_id": 21, "all_teams": 62},
{"leader_name": "Anesu Mapisa", "team_name": "Farmbuzz Agriculture Solutions", "startup_idea": "Farmbuzz is an award winning Agritech and consultancy company which is promoting smart farming by bringing in new farming tech related solutions that increases food production. ", "team_id": 22, "all_teams": 62},
{"leader_name": "Ashley Musihiwa", "team_name": "Finaliters", "startup_idea": "An airplay and music royalty marketplace that is powered by artificial intelligence inorder to track and bill music consumptions within a decentralized platform.", "team_id": 23, "all_teams": 62},
{"leader_name": "Kelvin panashe Munakandafa", "team_name": "FlighTech", "startup_idea": "Fligh Technologies Pvt Ltd is a tech start-up company that manufactures tailor-made Unmanned Aerial Systems(UAS)/drone technologies for emergency health service delivery and agricultural purposes.", "team_id": 24, "all_teams": 62},
{"leader_name": "Makanaka Msipa", "team_name": "Go Formal Innolutions P/L", "startup_idea": "We are a team of competent skilled professionals offering administrative support to new businesses with a cost-effective way of operating, whilst getting the job done, bringing performance & newness", "team_id": 25, "all_teams": 62},
{"leader_name": "Talent Ncube", "team_name": "GreenFit Solutions ", "startup_idea": "GreenFit Solutions is a dual fitness platform tailor made for women and girls. It is designed to encourage healthy living amongst women and girls.will reduce diseases, inequality and increase safety. ", "team_id": 26, "all_teams": 62},
{"leader_name": "Prince Chisoro", "team_name": "Gwaimana Poultry ", "startup_idea": "Our products are chicken meat, manure and agricultural consulting services. ", "team_id": 27, "all_teams": 62},
{"leader_name": "Fiso Nleya", "team_name": "Housing Surfer", "startup_idea": " A multiplatform mobile application designed to make acquisition of property easier to the public and curb real-estate fraud. and automate property leasing process", "team_id": 28, "all_teams": 62},
{"leader_name": "Sizolwenkosi Mazolo", "team_name": "Ingcebethu Frozen", "startup_idea": "We specialize in chopped frozen fruits and vegetables that enable convenience to the busy generation of the 21st century. Our products are ready to cook or blend and promote zero waste in preparation.", "team_id": 29, "all_teams": 62},
{"leader_name": "Praise Kutsirayi", "team_name": "Jeycam Farms", "startup_idea": "Producing maize, sugar beans and sunflower", "team_id": 30, "all_teams": 62},
{"leader_name": "Reginald Magwiroto", "team_name": "KidsPro", "startup_idea": "An institution which offers STEM courses to young learners through Electronics, Robotics and Programming.", "team_id": 31, "all_teams": 62},
{"leader_name": "Tafara Mundere", "team_name": "Kurima Online", "startup_idea": "We are a crowd farming  and  virtual farming platform, providing our clients capacity to farm, produce and sell their products to the market. We are currently offering broiler production.", "team_id": 32, "all_teams": 62},
{"leader_name": "Pardon  Tavarwisa", "team_name": "Mechanical engineering ", "startup_idea": "We are a youth owned company focusing of plant maintenance and installation, structural work and fabrication of fuel tanks and pressure vessels, to bring modern designs in the industry ", "team_id": 33, "all_teams": 62},
{"leader_name": "Denzel t Chimene", "team_name": "Media ", "startup_idea": "It is an online business and finance magazine with key focus on entrepreneurial dynamics in Zimbabwe and globally. ", "team_id": 34, "all_teams": 62},
{"leader_name": "Nodrax  Chikwama", "team_name": "Mediczim online pharmacy ", "startup_idea": "Online pharmacy that allows people with chronic illnesses and other immidiate illnesses  to purchase and have scheduled deliveries of their medicines ", "team_id": 35, "all_teams": 62},
{"leader_name": "Michelle Kanokanga", "team_name": "Mibsy Eco-lumber", "startup_idea": "We design and manufacture durable and stylish outdoor furniture from 100% recycled plastic", "team_id": 36, "all_teams": 62},
{"leader_name": "Foster Ngowe", "team_name": "Mutiwehova", "startup_idea": "Production of industrial hemp for the creation of \r\n1.hemp briquette to replace coal as a fuel in the curing of tobacco, \r\n2.hemp packaging to replace plastic and \r\n3.hempcrete for construction.", "team_id": 37, "all_teams": 62},
{"leader_name": "Vimbai  Maumbe", "team_name": "Myra&Gayle PBC ", "startup_idea": "A company that researches and produces cosmetic products using locally sourced organic seed and essential oils. The cosmetic products are distributed through a network of business partners. ", "team_id": 38, "all_teams": 62},
{"leader_name": "Lovemore Karewe", "team_name": "Nake Addition Enterprises", "startup_idea": "Nake Addition Enterprises is a formally registered company that produce goat milk soap that is luxurious, 100% organic, enriched with nutrients, moisturizes the skin, prevents acne and manages eczema.", "team_id": 39, "all_teams": 62},
{"leader_name": "Leroy t Nyangani", "team_name": "NeedEnergy", "startup_idea": "NeedEnergy is an AI-based energy-technology start-up whose mission is to bring intelligent insights to renewable and clean energy microgrid operators at the edge of the grid based on weather data.\r\n", "team_id": 40, "all_teams": 62},
{"leader_name": "Liberty k  Huchu", "team_name": "Omni-learning : E-Learning", "startup_idea": "A Social Impact Company that focuses on helping everyone succeed through facilitating skills transfer, innovation, and training via our innovative e-learning solution and physical learning center.", "team_id": 41, "all_teams": 62},
{"leader_name": "Jonathan Mutambara", "team_name": "Pamusha Farming", "startup_idea": "Pamusha is a rural based farm that focuses on fresh produce while improving the local community", "team_id": 42, "all_teams": 62},
{"leader_name": "Zivengwa nyasha Gotoza", "team_name": "Piggery project", "startup_idea": "Profit making piggery project.  The project so far has 10 sowers ( female pigs) for breeding. Breeding is expected in December. The project so far has one employee and will provide cheap pork to comm", "team_id": 43, "all_teams": 62},
{"leader_name": "Preachmore  Mupfura", "team_name": "PracNet", "startup_idea": "Pracnet is a online shopping store that brings solar energy to the people in Zimbabwe and create awareness of the existence of Solar energy products that can be used to save climate change", "team_id": 44, "all_teams": 62},
{"leader_name": "Nigel Ndoro", "team_name": "PROJECT MOBILE LABORATORY ", "startup_idea": "We manufacture cost-effective mobile science laboratories which are designed to be a standard tool for practical science demonstration in both primary and secondary schools across the nation.", "team_id": 45, "all_teams": 62},
{"leader_name": "Nonhlanhla   Ncube", "team_name": "resource mobilization  ", "startup_idea": "This service seeks to promote sustainable development  in different sectors through mobilization of  resources .  This services seeks to apply for tenders. ", "team_id": 46, "all_teams": 62},
{"leader_name": "Joshua Mukwena", "team_name": "Resource Recovery Asher Park", "startup_idea": "The resource recovery Asher centre will be a one stop shop for circularity in waste(resource) management. Employing the reduce reuse and recycle method before using the Asher waste management unit.", "team_id": 47, "all_teams": 62},
{"leader_name": "Rejoice Mahadzwa", "team_name": "She Innovated", "startup_idea": "She Innovated was developed to respond to societal myths concerning TB, which have contributed in stigma, trivialization, misdiagnosis, and increased mortality as a consequence of lack of information.", "team_id": 48, "all_teams": 62},
{"leader_name": "Michelle Maphosa", "team_name": "Sibo the Engineer ", "startup_idea": "Sibo the Engineer is a multi-faceted program that seeks to introduce STEM to Zimbabwean children at the earliest possible stage.", "team_id": 49, "all_teams": 62},
{"leader_name": "Malvene mukudzei Kuodza", "team_name": "Smart Energy Solutions ", "startup_idea": "Our product comprises of an energy management system and solar photovoltaic system  The two are linked together forming a cost effective system which provides power and also managing the usage of it.", "team_id": 50, "all_teams": 62},
{"leader_name": "Kudakwashe Pedzisai", "team_name": "Smart Mobile Power Generator", "startup_idea": "Our product relates to a mobile  unit which generates electricity based on solar and wind that comprises of a towed trailer, electrical connection, transmitters, storage components and power outlets", "team_id": 51, "all_teams": 62},
{"leader_name": "Madlyn Demo", "team_name": "Solar Systems Design & Install", "startup_idea": "IPC focuses on the provision of renewable energy solutions through the distribution of solar irrigation systems, home solar systems, and solar induction cookers to rural areas on a pay-as-you-go basis", "team_id": 52, "all_teams": 62},
{"leader_name": "Custody Chikambure", "team_name": "TENCHIG Initiative ", "startup_idea": "TENCHIG Initiative envisions communities where young people and women have ample exposure to computer technology and inturn use it for the betterment if their livelihoods.\r\n", "team_id": 53, "all_teams": 62},
{"leader_name": "Faith mudiwa Chipangura", "team_name": "THANKO PUBLISHING", "startup_idea": "I would like to open a publishing house which offers different Publishing genres cutting across traditional, hybrid and online publishing, with a bookshop outlet to promote our local authors.", "team_id": 54, "all_teams": 62},
{"leader_name": "Rukudzo Mukwenha", "team_name": "The Hilsmag Project", "startup_idea": "A marketplace which connects domestic workers to dignified jobs and capacity building ensuring they are able to deliver quality service to clients whilst fending for their own dependants.      ", "team_id": 55, "all_teams": 62},
{"leader_name": "Msindazwe Ndhlovu", "team_name": "The Noble Savage", "startup_idea": "The Noble Savage recycles waste plastic and glass to manufacture Eco-friendly building materials which are lighter stronger durable and affordable,recyclable and energy. reduce cost of building by 30%", "team_id": 56, "all_teams": 62},
{"leader_name": "Chido Tavaya", "team_name": "TRANQUIL LOGISTICS INNOVATION", "startup_idea": "Consultancy and Transportation services for SMEs in the supply chain owing to the absence of information about efficient outsourcing of logistical operations needing unique equipment and expertise. \r\n\r\n", "team_id": 57, "all_teams": 62},
{"leader_name": "Kumbirai Chimukupete", "team_name": "UMOJALANDS AGRI-FINTECH SYSTEM", "startup_idea": "Unleashing the potential of rural farmers by derisking lending,auto credit and financial identity creation using alternate blockchained big data sets, inclusive scoring techniques and Farmer e-ID", "team_id": 58, "all_teams": 62},
{"leader_name": "Tafadzwanashe  Gavi", "team_name": "Umojalands System", "startup_idea": "At Umojalands we are building an inclusive financial ecosystem for smallholder farmers & farmland-Exchange Marketplace to increase land access by the young generation in Africa.", "team_id": 59, "all_teams": 62},
{"leader_name": "Chido Dzinotyiwei", "team_name": "Vambo Academy", "startup_idea": "Vambo Academy is an EdTech platform that enables African language learning and translation services. The platform offers a dictionary, blog posts and podcasts on relevant cultural topics. ", "team_id": 60, "all_teams": 62},
{"leader_name": "Donald Muringaniza", "team_name": "Water purification system", "startup_idea": "Purification of gray water. The sytem will purify household water that would have been used for washing and cleaning", "team_id": 61, "all_teams": 62},
{"leader_name": "Faith Manyunyire", "team_name": "Young Women Build Zimbabwe", "startup_idea": "Moulding Bricks and Pavers out of Recycled Glass and plastics . And Offering all Construction Services That is from the Foundation To the Roofing .", "team_id": 62, "all_teams": 62}
]